[{"TYPE":"CONTENT","TITLE":"LET’S SEE HOW YOU DID","CHAPTER":"1","SUBCHAPTER":"14","ORDER":"2","CONTENT":"The MAST is set up in such a way that reduces the chances of any students getting killed. The proctors are always close by to jump in should any danger arise. Luckily, they make it in time and are able to keep the monsters at bay as the group is saved."},{"TYPE":"CONTENT","TITLE":"BEFORE THE MAST","CHAPTER":"1","SUBCHAPTER":"1","ORDER":"8","CONTENT":"Shayliss leads all of the students to the armory to gear up."},{"TYPE":"CONTENT","TITLE":"BACK TO THE VAULTS","CHAPTER":"1","SUBCHAPTER":"32","ORDER":"4","CONTENT":"Once inside and away from prying eyes, Rook summons Suri to help guide them back to the pedestal where the radiant shard sat atop. He isn’t willing to take any risks, and if Hogrifar was still lurking about, Rook was going to make sure they didn’t run into the abomination."},{"TYPE":"CONTENT","TITLE":"BACK TO THE VAULTS","CHAPTER":"1","SUBCHAPTER":"32","ORDER":"3","CONTENT":"Rook makes sure to put Nightingale on watch, preventing her from recklessly running ahead or even leading the party. As her appointed knight, Nightingale’s safety is directly related to his own now."},{"TYPE":"CONTENT","TITLE":"BACK TO THE VAULTS","CHAPTER":"1","SUBCHAPTER":"32","ORDER":"2","CONTENT":"The group backtracks into the White Vaults using the secret entrance that Suri originally led them out of."},{"TYPE":"CONTENT","TITLE":"BACK TO THE VAULTS","CHAPTER":"1","SUBCHAPTER":"32","ORDER":"5","CONTENT":"It isn’t long before familiar monstrous creatures emerged from the gloom in front of them, blocking their way."},{"TYPE":"CONTENT","TITLE":"THE EVERLASTING LOA PROBLEM","CHAPTER":"1","SUBCHAPTER":"31","ORDER":"4","CONTENT":"! Reward: The party gains a small reward."},{"TYPE":"CONTENT","TITLE":"MARCHING FORTH","CHAPTER":"1","SUBCHAPTER":"34","ORDER":"3","CONTENT":"Rook calls for Suri to help them."},{"TYPE":"CONTENT","TITLE":"WRONG WAY","CHAPTER":"1","SUBCHAPTER":"2","ORDER":"2","CONTENT":"The group success leaves them feeling reinvigorated."},{"TYPE":"CONTENT","TITLE":"MARCHING FORTH","CHAPTER":"1","SUBCHAPTER":"34","ORDER":"4","CONTENT":"She guides them through a secret passage, circumventing the warden."},{"TYPE":"CONTENT","TITLE":"OFF TO A ROUGH START","CHAPTER":"1","SUBCHAPTER":"2","ORDER":"3","CONTENT":"Together, the group presses on, hoping that the loss won’t affect their grade too much."},{"TYPE":"CONTENT","TITLE":"OFF TO A ROUGH START","CHAPTER":"1","SUBCHAPTER":"2","ORDER":"2","CONTENT":"The MAST is set up in such a way that reduces the chances of any students getting killed. The proctors are always close by to jump in should any danger arise. Luckily, they don’t have to as the group retreats before things get to out of hand."},{"TYPE":"CONTENT","TITLE":"MARCHING FORTH","CHAPTER":"1","SUBCHAPTER":"34","ORDER":"5","CONTENT":"The party presses onward."},{"TYPE":"CONTENT","TITLE":"LOA PROBLEMS: SOLVED","CHAPTER":"1","SUBCHAPTER":"30","ORDER":"2","CONTENT":"You find Therld and ease his concerns by explaining your victory in depositing the crystal back to the altar. Relieved, he pays you for your troubles."},{"TYPE":"CONTENT","TITLE":"LOA PROBLEMS","CHAPTER":"1","SUBCHAPTER":"29","ORDER":"8","CONTENT":"! Special: Someone in the party must carry the Loa Crystal."},{"TYPE":"CONTENT","TITLE":"LOA PROBLEMS","CHAPTER":"1","SUBCHAPTER":"29","ORDER":"3","CONTENT":"Since the theft, the loas in the region have been angered and are attacking locals."},{"TYPE":"CONTENT","TITLE":"LOA PROBLEMS","CHAPTER":"1","SUBCHAPTER":"29","ORDER":"2","CONTENT":"While wandering through the streets of Elenia, a man named Therld approaches the party in panic. He explains that he’d stolen a crystal from an altar deep within the forest."},{"TYPE":"CONTENT","TITLE":"SETTING UP CAMP","CHAPTER":"1","SUBCHAPTER":"3","ORDER":"3","CONTENT":"Zeke is assigned to keep watch. While chain-smoking cigarettes, he might find something in the dark."},{"TYPE":"CONTENT","TITLE":"LEAD THE WAY","CHAPTER":"1","SUBCHAPTER":"35","ORDER":"3","CONTENT":"Maybe coming back to the White Vaults wasn’t a bad idea after all."},{"TYPE":"CONTENT","TITLE":"LOA PROBLEMS","CHAPTER":"1","SUBCHAPTER":"29","ORDER":"4","CONTENT":"Therld asks Nightingale if she will use her clout and leverage as royalty to give the crystal to the local guard so that they can organize and remedy the issue by replacing the crystal on the altar."},{"TYPE":"CONTENT","TITLE":"SETTING UP CAMP","CHAPTER":"1","SUBCHAPTER":"3","ORDER":"4","CONTENT":"! Skill Check: (Perception check)"},{"TYPE":"CONTENT","TITLE":"BOMBS AWAY","CHAPTER":"1","SUBCHAPTER":"28","ORDER":"2","CONTENT":"You successfully planted the bomb and blasted those pesky bugs away. Ormic is pumped and hooks you up with some tasty loot."},{"TYPE":"CONTENT","TITLE":"LEAD THE WAY","CHAPTER":"1","SUBCHAPTER":"35","ORDER":"2","CONTENT":"Excited and invigorated from their success in killing The Warden, the group continues moving ahead into the White Vaults."},{"TYPE":"CONTENT","TITLE":"INEXPERIENCE IN EXTERMINATION","CHAPTER":"1","SUBCHAPTER":"27","ORDER":"3","CONTENT":"! Reward: The party gains a small reward. Ormic also asks if the party killed the large cave sickle."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"15","CONTENT":"But, Rook continues reading. The book read that practitioners of the ancient Theodotion magic employed Maluma as familiars. This meant that Theodotion Mages could control them, and maybe even remove them safely from the host."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"14","CONTENT":"Nightingale goes numb as the realization that there was no cure for this. She had to die."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"4","CONTENT":"Whatever the black ooze was that crawled into Nightingale the previous night re-emerges from her body in a writhing, floating, mess. It incapacitates Nightingale as it speaks, floating above her, wailing in a thousand discordant voices."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"13","CONTENT":"The information in the book stated that The Maluma is a parasite that could not be removed except for the destruction of the host. Once removed from the host, The Maluma will either hop into the body of the nearest living creature to become its new host, or be banished back to Arkalla."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"3","CONTENT":"Unfortunately, the artifact they’d been looking for is also absent."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"9","CONTENT":"Hoping that Shayliss could help, and also knowing that Nightingale could obfuscate their current predicament, the group starts their investigation by asking Shayliss what a Maluma is. Unfortunately, this leads them nowhere as Shayliss has no idea."},{"TYPE":"CONTENT","TITLE":"COZY FIRE","CHAPTER":"1","SUBCHAPTER":"5","ORDER":"2","CONTENT":"Over a campfire, Nightingale expresses that she is sick of her obligations as a cooped up princess and shares her intense desire to be an adventurer and see the world. After graduation, she dreams to join the Demiurge, an illustrious and elite group of soldiers. Her close friend Kufu is even already part of the Demiurge."},{"TYPE":"CONTENT","TITLE":"COZY FIRE","CHAPTER":"1","SUBCHAPTER":"5","ORDER":"6","CONTENT":"The next morning, the party is awoken by the splashing of water. They realize they aren’t alone."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"16","CONTENT":"This was their clue. They needed to find more information on Theodotion magic."},{"TYPE":"CONTENT","TITLE":"NIGHTMARES MANIFEST","CHAPTER":"1","SUBCHAPTER":"36","ORDER":"6","CONTENT":"Rook tries to swing at the creature but it retreats back into Nightingale’s body."},{"TYPE":"CONTENT","TITLE":"CAVE SICKLE EXTERMINATION","CHAPTER":"1","SUBCHAPTER":"26","ORDER":"2","CONTENT":"While checking out the market, the party walks up to Ormic’s Pest Control. Ormic himself warns of a terrible Cave Sickle infestation just below the city. Many residents and livestock are being attacked. He needs help planting his bug bomb into the depths of the Cave Sickle nest but is too injured to go himself."},{"TYPE":"CONTENT","TITLE":"CAVE SICKLE EXTERMINATION","CHAPTER":"1","SUBCHAPTER":"26","ORDER":"4","CONTENT":"Ormic warns the group that he saw a large cave sickle down in the depths, if they kill it, he’ll offer extra gold."},{"TYPE":"CONTENT","TITLE":"POOR DOGGIE","CHAPTER":"1","SUBCHAPTER":"7","ORDER":"2","CONTENT":"Remi laments the death of the Gevaudan, it’s dog like features reminding her of the common pet back on earth."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"5","CONTENT":"Nightingale only listens, accepting that her invitation to such an important meeting must be a by-product of finally graduating and becoming a full citizen of Middara."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"11","CONTENT":"In the meantime, Nightingale and Zeke decide to share a stipend they were given by their parents upon their graduation."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"13","CONTENT":"With the money from their parents, the group decides to buy better gear and spend some time in the city before the journey back into the White Vaults."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"4","CONTENT":"Nightingale’s worries about being caught trespassing into the White Vaults drain away as Balthazar explains the nature of the meeting. Balthazar exclaims that he will be embarking on his annual memorial hunt and will be leaving town. In his absence, Yoel Arsen will be in charge. Nightingale doesn’t get along with her older brother so the news is a disappointment. The two families argue over politics well beyond Nightingale. They make note of the rising tension between their kingdom of Elenia and the neighboring Brahmanian Empire. Nightingale learns of a diplomatic mission to the nearby country of Fairedge, a geographically strategic country nestled between the Brahmanian Empire and Elenia."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"3","CONTENT":"The two families make up the Diarchy of Elenia and their delicate balance of power keeps the country running smoothly."},{"TYPE":"CONTENT","TITLE":"THE ARSEN CASTLE","CHAPTER":"1","SUBCHAPTER":"25","ORDER":"12","CONTENT":"! Reward: Nightingale and Zeke pulled out small pouches and began counting how much gold they have to share with everyone."},{"TYPE":"CONTENT","TITLE":"LEAVING THE CITY OF ELENIA","CHAPTER":"1","SUBCHAPTER":"37","ORDER":"2","CONTENT":"Knowing that it was only a matter of time before Yoel or Shayliss found out she’d left, Nightingale takes every precaution she could to leaving Elenia Proper unnoticed."},{"TYPE":"CONTENT","TITLE":"A DARK PASSENGER","CHAPTER":"1","SUBCHAPTER":"24","ORDER":"2","CONTENT":"After arriving to the Jeong House, the group collapses, and unwinds. Nightingale is clearly the most beat and her skin is still pale, but through her determination to convince everyone that she’s alright, they let leave her be."},{"TYPE":"CONTENT","TITLE":"A DARK PASSENGER","CHAPTER":"1","SUBCHAPTER":"24","ORDER":"8","CONTENT":"Together, the four depart with Kufu towards the Arsen Castle, afraid of the disciplinary action that was to come."},{"TYPE":"CONTENT","TITLE":"LEAVING THE CITY OF ELENIA","CHAPTER":"1","SUBCHAPTER":"37","ORDER":"4","CONTENT":"The party sets out for the pirate town of Rhamsted."},{"TYPE":"CONTENT","TITLE":"STEP ASIDE","CHAPTER":"1","SUBCHAPTER":"9","ORDER":"2","CONTENT":"Nightingale couldn’t muster up the courage to steal the man’s loot, even though he was being a jerk."},{"TYPE":"CONTENT","TITLE":"A WAY OUT","CHAPTER":"1","SUBCHAPTER":"23","ORDER":"3","CONTENT":"Zeke leads the group towards his family’s manor until they finally arrive at the Jeong House. A large white building that Zeke and Nightingale called home."},{"TYPE":"CONTENT","TITLE":"A STRANGE PEDESTAL","CHAPTER":"1","SUBCHAPTER":"22","ORDER":"12","CONTENT":"Nightingale blacks out."},{"TYPE":"CONTENT","TITLE":"A STRANGE PEDESTAL","CHAPTER":"1","SUBCHAPTER":"22","ORDER":"8","CONTENT":"Hogrifar decimates the thief in a horrific fashion, cutting him down and turning his anger on the rest of them."},{"TYPE":"CONTENT","TITLE":"A STRANGE PEDESTAL","CHAPTER":"1","SUBCHAPTER":"22","ORDER":"15","CONTENT":"Nightingale comes too, scared and shaken, but otherwise okay. She asks about the mysterious black ooze that came out of the thief’s dead body, but nobody else saw it latch onto her."},{"TYPE":"CONTENT","TITLE":"A STRANGE PEDESTAL","CHAPTER":"1","SUBCHAPTER":"22","ORDER":"4","CONTENT":"Between the thief and Hogrifar, there is a pedestal. On its surface, the group sees a small radiant shard of glistening rock."},{"TYPE":"CONTENT","TITLE":"A STRANGE PEDESTAL","CHAPTER":"1","SUBCHAPTER":"22","ORDER":"10","CONTENT":"The thief warns her to get away from him before going still and succumbing to his wounds."},{"TYPE":"CONTENT","TITLE":"STEP ASIDE","CHAPTER":"1","SUBCHAPTER":"9","ORDER":"3","CONTENT":"! Reward: The party gains a small reward."},{"TYPE":"CONTENT","TITLE":"GETTING COCKY","CHAPTER":"1","SUBCHAPTER":"21","ORDER":"2","CONTENT":"The party high-fives over their easy victory before pressing on, confident they’ll catch the thief."},{"TYPE":"CONTENT","TITLE":"LOOK, A DISTRACTION","CHAPTER":"1","SUBCHAPTER":"20","ORDER":"3","CONTENT":"In the nick of time, Rook busts a wall down and the party narrowly escapes."},{"TYPE":"CONTENT","TITLE":"LET ME TAKE THAT FOR YOU","CHAPTER":"1","SUBCHAPTER":"10","ORDER":"2","CONTENT":"You deviously convince the man to hand over his loot. He was being a jerk so you don’t feel too bad."},{"TYPE":"CONTENT","TITLE":"DUNGEON DELVING","CHAPTER":"1","SUBCHAPTER":"19","ORDER":"2","CONTENT":"Following a secret entrance shown to him by his sister Antoinette Jeong, Zeke takes the group into the White Vaults."},{"TYPE":"CONTENT","TITLE":"DUNGEON DELVING","CHAPTER":"1","SUBCHAPTER":"19","ORDER":"4","CONTENT":"Perhaps with some luck, they’d catch the thief and Nightingale could prove to her father she was capable enough for the Demiurge."},{"TYPE":"CONTENT","TITLE":"YUN’S PARTY","CHAPTER":"1","SUBCHAPTER":"18","ORDER":"3","CONTENT":"Deep within the White Spires contains a portal from Middara to Earth. These Portals are rare and sought after and kingdoms are built around them. Beneath the Spires are the White Vaults, a dangerous, seemingly never-ending maze of tunnels, caverns, and dungeons. Many myths surround these vaults and many of the students of the Institute of Elenia are well aware of their dangers."},{"TYPE":"CONTENT","TITLE":"YUN’S PARTY","CHAPTER":"1","SUBCHAPTER":"18","ORDER":"7","CONTENT":"Remi relays this info to the others. Nightingale gets excited. This is her chance to embark on a true adventure. The team reluctantly agrees to join her in a quest to catch the thief."},{"TYPE":"CONTENT","TITLE":"YUN’S PARTY","CHAPTER":"1","SUBCHAPTER":"18","ORDER":"6","CONTENT":"Remi surprises the others with her cunning subterfuge abilities. She overhears Yun and a guard talking about a thief that recently broke into the vaults. While the thief is in no way close to gaining access to the valuable portal to Earth, they apparently gained entry into the White Vaults that run beneath the spires. Yun sets up guards on the perimeter of each exit and returns to the party."},{"TYPE":"CONTENT","TITLE":"YUN’S PARTY","CHAPTER":"1","SUBCHAPTER":"18","ORDER":"4","CONTENT":"Zeke’s brother Yun Jeong is the official guardian of the White Spires. Historically, Yun has been on very good terms with Zeke and always invites him to the extravagant parties he holds on the upper levels of the spires. This night is no different, and Yun is having a huge graduation party tonight and the group attends."},{"TYPE":"CONTENT","TITLE":"YUN’S PARTY","CHAPTER":"1","SUBCHAPTER":"18","ORDER":"2","CONTENT":"While outside, the four follow Zeke until coming to a courtyard. Together, they marvel at the White Spires of Elenia."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"2","CONTENT":"Later that night at the graduation ceremony, the ballroom is packed with students and supportive family. Nightingale shows her support as a new friend to Remi as she takes subtle verbal abuse form the royalty who see her sitting beside Nightingale. It’s clear to Nightingale that Remi is disliked by the royalty but she isn’t sure why."},{"TYPE":"CONTENT","TITLE":"SLEEP TIGHT","CHAPTER":"1","SUBCHAPTER":"11","ORDER":"4","CONTENT":"The next day, as they explore The Acerbus training dungeon further, Nightingale becomes reckless and disobeys Rook’s warnings to take heed. She veers off path and in her carelessness is ambushed by an Earth Loa."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"5","CONTENT":"They discuss Zeke’s older sister, Antoinette Jeong. Zeke laments her absence at the party. The first year he was on Middara was spent having fun at her side. Since then, Antoinette Jeong has left to find adventure of her own."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"7","CONTENT":"Balthazar surprises her, and says that Rook wasn’t invited to the Demiurge. Instead, due to Rook’s bravery during the MAST, and for saving his daughter’s life from the Earth Loa, he will be knighted and assigned as her personal protector."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"9","CONTENT":"Angry, Nightingale leaves to find a better party, one that Zeke had mentioned during their conversation over dinner."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"6","CONTENT":"Balthazar enters the ballroom and makes a commencement speech. Afterwards, once the party resumes, Nightingale makes her move. Believing that Rook was formally invited to the Demiurge by her father, Nightingale decides to ask her father personally for his blessing to join herself."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"3","CONTENT":"Nightingale see’s Rook conversing with Kufu at a table full of Demiurge soldiers. Kufu is an old friend to Nightingale from Earth and a current member of the Demiurge."},{"TYPE":"CONTENT","TITLE":"SLEEP TIGHT","CHAPTER":"1","SUBCHAPTER":"11","ORDER":"2","CONTENT":"After scouting, Nightingale returns to camp and further expresses her disdain for this phony dungeon. She wants to go on a real adventure and intends to make that a reality after her graduation."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"8","CONTENT":"Nightingale pleads with her father to allow her to join the Demiurge. He denies her request and the two argue."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"4","CONTENT":"She introduces Remi to Kufu and the group spend a portion of the evening dining and getting to know each other."},{"TYPE":"CONTENT","TITLE":"THE GRADUATION","CHAPTER":"1","SUBCHAPTER":"17","ORDER":"10","CONTENT":"Zeke, Rook, and Remi follow Nightingale in an attempt to calm her down."},{"TYPE":"CONTENT","TITLE":"PATH TO CITIZENSHIP","CHAPTER":"1","SUBCHAPTER":"16","ORDER":"5","CONTENT":"Rook’s parent’s excitedly tell him that Balthazar has invited him to a special meeting to discuss his future. Nightingale assumes that her father will use the meeting as Rooks formal invite into the training program of the Demiurge and cant help but be a bit jealous of Rook."},{"TYPE":"CONTENT","TITLE":"PATH TO CITIZENSHIP","CHAPTER":"1","SUBCHAPTER":"16","ORDER":"2","CONTENT":"The party leaves the Institute of Elenia and makes their way into a courtyard where students are greeted and congratulated by their friends and family."},{"TYPE":"CONTENT","TITLE":"PATH TO CITIZENSHIP","CHAPTER":"1","SUBCHAPTER":"16","ORDER":"4","CONTENT":"Zeke and Rook are also greeted by their families but Remi is alone. Her family is not there."},{"TYPE":"CONTENT","TITLE":"PATH TO CITIZENSHIP","CHAPTER":"1","SUBCHAPTER":"16","ORDER":"6","CONTENT":"Nightingale invites Remi to come hang out at the graduation ceremony and Remi reluctantly agrees."},{"TYPE":"CONTENT","TITLE":"MAKING THE GRADE","CHAPTER":"1","SUBCHAPTER":"15","ORDER":"5","CONTENT":"The party turns in their hand-me-down MAST gear and are given real gold to purchase equipment."},{"TYPE":"CONTENT","TITLE":"MAKING THE GRADE","CHAPTER":"1","SUBCHAPTER":"15","ORDER":"3","CONTENT":"Excited to finally have the opportunity to join the Demiurge, Nightingale brags about all the dangerous exciting adventurer’s she’ll have."},{"TYPE":"CONTENT","TITLE":"MAKING THE GRADE","CHAPTER":"1","SUBCHAPTER":"15","ORDER":"2","CONTENT":"The party finishes up the MAST and makes their way to the armory to get their final grade."},{"TYPE":"CONTENT","TITLE":"MAKING THE GRADE","CHAPTER":"1","SUBCHAPTER":"15","ORDER":"4","CONTENT":"Zeke deflates her enthusiasm by telling her that her family wouldn’t allow her to join the Demiurge."},{"TYPE":"CONTENT","TITLE":"MAKING THE GRADE","CHAPTER":"1","SUBCHAPTER":"15","ORDER":"6","CONTENT":"! Add Up Points: Gear is purchased. The gold the party has to spend changes depending on their performance during the MAST."},{"TYPE":"CONTENT","TITLE":"LET’S SEE HOW YOU DID","CHAPTER":"1","SUBCHAPTER":"14","ORDER":"3","CONTENT":"Shayliss Arsen isn’t pleased, but she tells the group that they’ll pass at least and ushers them into a chamber beyond."},{"TYPE":"CONTENT","TITLE":"GOOD TRY, LET’S GO AGAIN","CHAPTER":"1","SUBCHAPTER":"12","ORDER":"2","CONTENT":"A few proctors burst into action from the shadows of the cavern and save the party from the Water Loas."},{"TYPE":"CONTENT","TITLE":"SLEEP TIGHT","CHAPTER":"1","SUBCHAPTER":"11","ORDER":"3","CONTENT":"The party rests."},{"TYPE":"CONTENT","TITLE":"GOOD TRY, LET’S GO AGAIN","CHAPTER":"1","SUBCHAPTER":"12","ORDER":"3","CONTENT":"Shayliss pulls some strings and lets your party give it another go."},{"TYPE":"CONTENT","TITLE":"GOOD TRY, LET’S GO AGAIN","CHAPTER":"1","SUBCHAPTER":"12","ORDER":"4","CONTENT":"If you were a regular pleb you would’ve gotten a fat “F”."},{"TYPE":"CONTENT","TITLE":"SET HER FREE","CHAPTER":"2","SUBCHAPTER":"11","ORDER":"8","CONTENT":"The group learns about the Great Bounty and the lore behind the Maluma that infects Nightingale makes a little more sense."},{"TYPE":"CONTENT","TITLE":"SET HER FREE","CHAPTER":"2","SUBCHAPTER":"11","ORDER":"11","CONTENT":"Melody argues with Suri, calling her a hypocrite. Melody believes that Suri is no different than her. Just another leech from Arkalla who wants something from a better world."},{"TYPE":"CONTENT","TITLE":"GOODBYE TO GRACE","CHAPTER":"2","SUBCHAPTER":"52","ORDER":"6","CONTENT":"Grace looks to Zeke, hands on one hip and annoyed. With Malik already filling her in on their escape and rescue attempt, Grace bluntly asks how it went."},{"TYPE":"CONTENT","TITLE":"GOODBYE TO GRACE","CHAPTER":"2","SUBCHAPTER":"52","ORDER":"12","CONTENT":"! New Story Flag: Soul Judgement."},{"TYPE":"CONTENT","TITLE":"SET HER FREE","CHAPTER":"2","SUBCHAPTER":"11","ORDER":"6","CONTENT":"The revelation that Melody was working for her father rattles Remi, and she angrily curses her father for employing such an abomination."},{"TYPE":"CONTENT","TITLE":"GOODBYE TO GRACE","CHAPTER":"2","SUBCHAPTER":"52","ORDER":"10","CONTENT":"Before departing, Malik hugs Remi goodbye and reminds her to stop home for her gear before leaving."},{"TYPE":"CONTENT","TITLE":"GOODBYE TO GRACE","CHAPTER":"2","SUBCHAPTER":"52","ORDER":"2","CONTENT":"None of the guards move to stop them as they stride purposely back into Grace’s Palace."},{"TYPE":"CONTENT","TITLE":"SET HER FREE","CHAPTER":"2","SUBCHAPTER":"11","ORDER":"2","CONTENT":"The woman collapses on the floor from the weight of her wounds. Despite how horrific her wounds are, she doesn’t seem to respond to the pain as much as one would expect."},{"TYPE":"CONTENT","TITLE":"SET HER FREE","CHAPTER":"2","SUBCHAPTER":"11","ORDER":"7","CONTENT":"Suri suddenly whisps into the air, making an appearance. Suri urging the group to kill Melody, claiming that the destruction of the woman’s host will allow the spirit inside to be claimed by the Great Bounty and judged for its crimes."},{"TYPE":"CONTENT","TITLE":"THE ONE THAT GOT AWAY","CHAPTER":"2","SUBCHAPTER":"12","ORDER":"5","CONTENT":"The Maluma takes ahold of Nightingale’s body and ushers in incredible strength. Nightingale is controlled like a puppet as a horrific maw opens from her palms and spits forth a wave of grotesque mouths. Only moments away from making a killing blow against Remi, the monster woman is caught in the multitude of mouths and thrashed about, suffering grievous damage to her body."},{"TYPE":"CONTENT","TITLE":"STOP HER!","CHAPTER":"2","SUBCHAPTER":"51","ORDER":"6","CONTENT":"As Aisling clicks the mechanisms of the Hegemonix into place, Remi sees that Padric is frozen, unable to bring himself to stop her. Remi charges at Aisling in an attempt to take her to the ground before she can activate the Hegemonix."},{"TYPE":"CONTENT","TITLE":"SAFE TRAVELS, PADRIC","CHAPTER":"2","SUBCHAPTER":"50","ORDER":"4","CONTENT":"Padric departs and the group decides to report back to Malik and Grace."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"9","CONTENT":"Zeke questions what exactly Balthazar would think they’ve been up to in Rhamsted. Grace only reminds Zeke that Balthazar wouldn’t be okay with his own dangerous excursion with the Princess. Rook interjects, explaining that it’s to save Nightingale’s life but Grace doesn’t care. Grace decides to lock them up again, commanding her guards to arrest them and haul them back to the tower. Grace promises that their stay won’t be so comfortable this time and that they’ll be staying until she sorts this mess out with Balthazar."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"5","CONTENT":"Malik thanks Nightingale, stating that he’ll never forget what they’ve done for him."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"6","CONTENT":"Grace looks to Zeke, hands on one hip and annoyed. With Malik already filling her in on their escape and rescue attempt, Grace bluntly asks how it went."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"11","CONTENT":"Malik, refuses to look the other way and not help those who saved his daughter’s life and orders his personal Black Hand guards to help."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"3","CONTENT":"Remi intends to check on her father after meeting with Grace, but there is no need as Malik is already in the throne room with Grace when they arrive."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"2","CONTENT":"None of the guards move to stop them as they stride purposely back into Grace’s Palace."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"8","CONTENT":"Grace shakes with anger over their decision to simply let a murderer go after catching her with a dangerous artifact. Grace adds that Aisling killed their best information broker and she worries about what Balthazar would do if he found out what they’ve been up to in Rhamsted."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"4","CONTENT":"Upon seeing his daughter, Malik is ecstatic. He embraces her and apologizes for getting her wrapped up in any of this drama. Despite the claims made against Malik, Remi could never push away the love she felt from her father. Instead, Remi is overwhelmed with joy to see Malik alive and safe."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"12","CONTENT":"There is a tense moment as the personal guards for both Malik and Grace draw weapons on each other."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"7","CONTENT":"Zeke explains that Padric took Aisling to the capital for proper judgement. He also explains that the Hegemonix was taken by Padric as proof of what has happened in Rhamsted."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"13","CONTENT":"Grace relents, as she is not willing to go resort to violence in her throne room. The group is escorted out of Grace’s Palace by Malik and the Black Hand."},{"TYPE":"CONTENT","TITLE":"LEAVING THE PIRATE TOWN","CHAPTER":"2","SUBCHAPTER":"49","ORDER":"15","CONTENT":"Before departing, Malik hugs Remi goodbye and reminds her to stop home for her gear before leaving."},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"7","CONTENT":"! Reward: Remi has reunited with her pet from Earth. In addition, Remi regains her old equipement."},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"6","CONTENT":"Inside, Remi finds a fantastic version of her cat from Earth. Gage had apparently passed through the advancement just like her and gained supernatural abilities."},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"3","CONTENT":"She finds the Black Hand hard at work cleaning up what’s left of the Moretti estate."},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"4","CONTENT":"Mia, the steward, invites her inside and shows her to her bedroom."},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"5","CONTENT":"After grabbing her gear, as Remi turns to leave she sees a box on her bed. She might have not seen it at all if it hadn’t meowed. Above the box she finds a note written in Malik’s dense handwriting. It reads, “Congratulations on graduating, I wanted to get you something Special, and remember you saying how much you missed your cat from earth. I brought him home for you. Don’t tell anyone. Love, Dad.”"},{"TYPE":"CONTENT","TITLE":"SPEND THAT GOLD","CHAPTER":"2","SUBCHAPTER":"48","ORDER":"2","CONTENT":"Just as her father instructed, Remi stops by her house to grab her gear before they depart Rhamsted."},{"TYPE":"CONTENT","TITLE":"ENDING 2: DEATH OF A PRINCESS","CHAPTER":"2","SUBCHAPTER":"47","ORDER":"3","CONTENT":"The group huddles around in horror as her body shudders one last time before going still."},{"TYPE":"CONTENT","TITLE":"ENDING 2: DEATH OF A PRINCESS","CHAPTER":"2","SUBCHAPTER":"47","ORDER":"4","CONTENT":"The Maluma seeps forth from her dead body, just like it had with the thief back at the vaults. Aisling cowers in fear before being taken by the Maluma."},{"TYPE":"CONTENT","TITLE":"ENDING 2: DEATH OF A PRINCESS","CHAPTER":"2","SUBCHAPTER":"47","ORDER":"2","CONTENT":"Nightingale is killed during the fight."},{"TYPE":"CONTENT","TITLE":"SICKENING FALL","CHAPTER":"2","SUBCHAPTER":"46","ORDER":"6","CONTENT":"Remi comforts Nightingale until the Maluma finally relinquished its hold and rolls back deep within her. The ordeal of clawing her own consciousness back to the surface of her psyche leaves Nightingale shaken. As she regains control of her body the organic armor and weapon vanish back inside of her."},{"TYPE":"CONTENT","TITLE":"SICKENING FALL","CHAPTER":"2","SUBCHAPTER":"46","ORDER":"3","CONTENT":"Padric watches helplessly as Aisling falls, screaming. She slams into the rocks far below. Padric watches in horror as her body washes away into the ocean."},{"TYPE":"CONTENT","TITLE":"SICKENING FALL","CHAPTER":"2","SUBCHAPTER":"46","ORDER":"5","CONTENT":"Nightingale thrashes in Rook’s arms. Remi approaches her, horrified that Nightingale did something so reckless to try and save her."},{"TYPE":"CONTENT","TITLE":"WHAT TO DO WITH HER?","CHAPTER":"2","SUBCHAPTER":"45","ORDER":"15","CONTENT":"Padric agrees. He doesn’t see taking Aisling back to Malik or Grace as a true form of justice. Instead, he recommends that they let him take Aisling to the capital of Elenia for a proper trial. That way, the Arsen and Jeong family can decide for themselves what needs to be done about the mess."},{"TYPE":"CONTENT","TITLE":"WHAT TO DO WITH HER?","CHAPTER":"2","SUBCHAPTER":"45","ORDER":"3","CONTENT":"Aisling goes sprawling and the Hegemonix goes over the cliffside."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"6","CONTENT":"Before departing, Suri hugs Rook and he’s able to feel her body for the first time. Rook bids Suri farewell before she blinks away."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"4","CONTENT":"Seeing the worried looks on their faces, Suri quickly explains that the Great Bounty makes an exception for those participating in claiming those breaking their rules."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"8","CONTENT":"! New Story Flag: Contract Terminated."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"5","CONTENT":"Suri kills Melody and steals her essence with the intent to return it to Arkalla."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"2","CONTENT":"Together, the group agrees that Suri is right, Melody needs to be punished for her transgressions. But none of them feel prepared to kill Melody in cold blood."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"3","CONTENT":"Fortunately, Suri was prepared and already figures they wouldn’t be able to do the deed required. Her transparent form becomes fully opaque and Suri manifests in the real, truly touching the surface of Middara for the first time."},{"TYPE":"CONTENT","TITLE":"HEEDING SURI’S WARNING","CHAPTER":"2","SUBCHAPTER":"13","ORDER":"7","CONTENT":"After Suri’s departure, the group presses on, determined to see what Melody was protecting."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"5","CONTENT":"Aisling curses at Padric, thinking he has betrayed her by helping the group find her hideout."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"12","CONTENT":"Nightingale laughs as a sort of organic armor latches to her body. The Maluma forges a weapon made from the biology of it’s own sick body. It forms a grotesque sword and a set of armor that engulfs Nightingale. Then, without any further discussion, the Maluma and Aisling charge forward."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"3","CONTENT":"After having some fun in the elaborate market districts the group is finally able to pull Nightingale away to find Remi’s father’s estate."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"6","CONTENT":"Padric tries to talk sense into Aisling, but it does no good."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"11","CONTENT":"Zeke curses at the Maluma, calling it a liar. Then he explains to Remi that the Maluma is in control."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"7","CONTENT":"Aisling knows she cant bring her father back, but she can honor him by bringing justice to those who wronged him. By punishing those responsible, Aisling is only taking what’s rightfully hers. Kidnapping Remi and stealing her away from Malik would force him to feel loss, just like she had."},{"TYPE":"CONTENT","TITLE":"THE PERPETRATOR’S HIDEOUT","CHAPTER":"2","SUBCHAPTER":"43","ORDER":"2","CONTENT":"In distress and panicking, Remi sprints out of the cave. To Remi’s relief, her friends have come for her. Zeke catches her before she can fall to the ground from exhaustion and pain."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"3","CONTENT":"Using the ledger, the group is able to identify that only a single artifact is missing. The Hegemonix."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"6","CONTENT":"Realizing that Malik and Grace are likely up to no good, Remi worries that relying on them will get Nightingale killed. She is decidedly clear that they can’t wait around for someone else to solve this murder for them. Remi wasn’t going to wait around for Nightingale to end up like Melody, nothing but a host for a horrible parasite."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"2","CONTENT":"Beyond the area where Melody resided, and deeper within the cellar, the group finds a series of well organized artifacts. Rook was right, the ledger was used to catalogue them and Malik had been peddling stolen artifacts."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"13","CONTENT":"After letting the adrenaline subside and recovering from coughing fits the group angrily decides to pay Padric a visit about his redheaded friend. Afterall, if Aisling tried torching the place, she might be the murderer. Furthermore, she might also have the papers they need to find the Theodotion Mage."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"12","CONTENT":"Panicking, the group realizes that Aisling set fire to the house. They narrowly escape the burning building by breaking out a window on the upper levels and rolling out onto the grass."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"7","CONTENT":"Rook agrees outright with Remi. He shares his concern with the authorities getting involved, yet their being a severe lack of official accountability and intervention. And Grace using the Black Hand to do an investigation only made him more worried that the Duchess of Rhamsted was likely benefiting from all this somehow. Without circumventing the royalty of Rhamsted, Nightingale was in real danger."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"9","CONTENT":"All of the talking blurred into the background, and in Nightingale’s exhaustion and malaise, she only found herself listening to the Maluma’s whispers in her mind. It lulled her, promising Nightingale once gain that it could take her to the murderer. It knew where they were. If only she’d give it her body, for only a moment."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"11","CONTENT":"Above them the floorboards creak as someone enters the house. Everyone goes still, worried its the Black Hand returning. Instead, through small slivers of light in the ceiling the group catches images of Aisling, the redheaded woman that had been arguing with Padric. Moments later, Aisling darts out of the house, leaving fire and billowing smoke in her wake."},{"TYPE":"CONTENT","TITLE":"A NEW VISITOR","CHAPTER":"2","SUBCHAPTER":"15","ORDER":"4","CONTENT":"The group pieces together the clues and determine that whoever killed the information broker likely also stole this Hegemonix."},{"TYPE":"CONTENT","TITLE":"BACK AT PADRIC’S","CHAPTER":"2","SUBCHAPTER":"16","ORDER":"11","CONTENT":"Padric continued. He admitted that his actions weren’t out of altruism, revenge, or any other need to see Grace and Malik imprisoned. He just loved Aisling and got fired up by her fervor. But when things got out of hand he failed to convince her to let it go. If it wasn’t for what the group had just told Padric he wouldn’t have even believe that Aisling was behind the murder that happened to the information broker. But if the information broker really died in such a spectacular fashion, it could only mean one thing. Their plan worked and Aisling was able to steal the Hegemonix."},{"TYPE":"CONTENT","TITLE":"BACK AT PADRIC’S","CHAPTER":"2","SUBCHAPTER":"16","ORDER":"4","CONTENT":"With slumped shoulders, and a promise that they wouldn’t go to Grace or Malik, Padric explains. The Black Hand are criminals, and Padric hated that Grace was working to any capacity with them. He worried that Grace knew about Malik’s treachery and was okay with it it so long as it furthered her own ends and helped Rhamsted prosper financially to make her look good to the other royalty. Padric probably could have looked the other way in either case, but when Aisling came to town, everything changed. Padric and Aisling wanted to stop Malik, and to uncover his criminal activities to Balthazar, to Kezia, to Grace, or to anyone who would listen. But as they searched for proof that would damn either Malik or Grace, Aisling got out of hand. She got the idea that Grace was as guilty as Malik. As Aisling’s past came to light, Padric worried that their schemes had escalated from bringing justice to Malik, to getting revenge on him and anyone else turning a blind eye. Aisling became increasingly more violent as time had gone on. And the fight between Padric and Aisling that they stumbled on early was Padric telling Aisling he didn’t want anything to do with it anymore."},{"TYPE":"CONTENT","TITLE":"BACK AT PADRIC’S","CHAPTER":"2","SUBCHAPTER":"16","ORDER":"8","CONTENT":"Remi couldn’t believe what she was hearing. Her father was a murderer too? That wasn’t possible. He was always so nice to her and everything he’d always done was out of love."},{"TYPE":"CONTENT","TITLE":"BACK AT PADRIC’S","CHAPTER":"2","SUBCHAPTER":"16","ORDER":"18","CONTENT":"Excited to finally depart and get the information they need, Nightingale asks for a discount on gear before they depart. Padric only smiles and shakes his head. But he does let her know that he’s always happy to take money from royalty."},{"TYPE":"CONTENT","TITLE":"AISLING IN PURSUIT","CHAPTER":"2","SUBCHAPTER":"42","ORDER":"7","CONTENT":"! Special: Aislings close pursuit of Remi has forced her to kill some nearby monsters."},{"TYPE":"CONTENT","TITLE":"AISLING IN PURSUIT","CHAPTER":"2","SUBCHAPTER":"42","ORDER":"6","CONTENT":"! New Story Flag: Leg Wound."},{"TYPE":"CONTENT","TITLE":"AISLING IN PURSUIT","CHAPTER":"2","SUBCHAPTER":"42","ORDER":"4","CONTENT":"Aisling calls out from nearby in the dark. As Aisling nears, remi can hear the sound of her cleavers scraping crossed the rock walls."},{"TYPE":"CONTENT","TITLE":"AISLING IN PURSUIT","CHAPTER":"2","SUBCHAPTER":"42","ORDER":"5","CONTENT":"Realizing she has no good option, Remi waits for the right moment to make one last ditch effort to sprint ahead of Aisling and out of the cave. As she stumbles towards the cave exit, She desperately hopes that someone has come to help her."},{"TYPE":"CONTENT","TITLE":"PADRIC’S LOST SHOTGUN","CHAPTER":"2","SUBCHAPTER":"17","ORDER":"3","CONTENT":"After taking some flak for losing something so valuable in the first place, Padric is able to convince the group that having a shotgun could prove to be a huge help in the future. The five depart deep into the nearby Rhamsted forest to find Padric’s Shotgun."},{"TYPE":"CONTENT","TITLE":"AISLING IN PURSUIT","CHAPTER":"2","SUBCHAPTER":"42","ORDER":"2","CONTENT":"Remi winces as she hides behind a rock to avoid the monsters pursuing her."},{"TYPE":"CONTENT","TITLE":"PADRIC’S LOST SHOTGUN","CHAPTER":"2","SUBCHAPTER":"17","ORDER":"4","CONTENT":"Not long into their trip, they come upon aggressive denizens of the forest."},{"TYPE":"CONTENT","TITLE":"GEAR UP","CHAPTER":"2","SUBCHAPTER":"54","ORDER":"4","CONTENT":"Mia, the steward, invites her inside and shows her to her bedroom."},{"TYPE":"CONTENT","TITLE":"A RARITY IN MIDDARA","CHAPTER":"2","SUBCHAPTER":"18","ORDER":"3","CONTENT":"The group heads back to Rhamsted without incident."},{"TYPE":"CONTENT","TITLE":"YOUR PLAN SUCKS","CHAPTER":"2","SUBCHAPTER":"41","ORDER":"2","CONTENT":"Beaten back, the party hides nearby and regroups."},{"TYPE":"CONTENT","TITLE":"YOUR PLAN SUCKS","CHAPTER":"2","SUBCHAPTER":"41","ORDER":"3","CONTENT":"Zeke comes up with a plan and throws a rock to distract the creatures before darting forward towards the cave."},{"TYPE":"CONTENT","TITLE":"YOUR PLAN SUCKS","CHAPTER":"2","SUBCHAPTER":"41","ORDER":"4","CONTENT":"! Special: The noise from the stone distracts the monsters."},{"TYPE":"CONTENT","TITLE":"RUMORS","CHAPTER":"2","SUBCHAPTER":"20","ORDER":"3","CONTENT":"Despite their concern that this might not be the right way to go, Padric assures them that he’d know. Afterall, there isn’t that many secret tunnels people carve out under giant trees in the middle of deserted forests."},{"TYPE":"CONTENT","TITLE":"RUMORS","CHAPTER":"2","SUBCHAPTER":"20","ORDER":"4","CONTENT":"Not too far down into the passage, Padric’s indignant tone is cut short. After someone fumbles in the dark, the ground gives way. Roots crack and dirt slides and everyone screams as they tumble down into the unknown."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS AISLING","CHAPTER":"2","SUBCHAPTER":"56","ORDER":"6","CONTENT":"Through her delirium, and unaware that Nightingale has been controlled by a parasite this whole time, Aisling is confused by her actions. She coughs blood and falls to the dirt."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS AISLING","CHAPTER":"2","SUBCHAPTER":"56","ORDER":"7","CONTENT":"Remi looks on in horror and confusion as the Maluma looms over Aisling."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS AISLING","CHAPTER":"2","SUBCHAPTER":"56","ORDER":"5","CONTENT":"Controlled by the Maluma, Nightingale delivers a second horrible blow that sends Aisling crumpling to her knees."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS AISLING","CHAPTER":"2","SUBCHAPTER":"56","ORDER":"8","CONTENT":"Padric tries in vain to pull himself up in an attempt to stop Nightingale from delivering a fatal blow to Aisling."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS AISLING","CHAPTER":"2","SUBCHAPTER":"56","ORDER":"3","CONTENT":"Aisling taunts Remi, thinking that the youngest Princess of Elenia has her back. Aisling leans in close to Aisling and promises that she is going to take her back to Elenia and have her entire corrupt family punished for their crimes."},{"TYPE":"CONTENT","TITLE":"RHAMSTED JUSTICE","CHAPTER":"2","SUBCHAPTER":"57","ORDER":"9","CONTENT":"Malik turns on Aisling. While she might not have intended to hurt the Informant her actions weren’t innocent. Malik angrily accusing Ailsing of malicious intent to murder him, his associates, and his only daughter."},{"TYPE":"CONTENT","TITLE":"RHAMSTED JUSTICE","CHAPTER":"2","SUBCHAPTER":"57","ORDER":"13","CONTENT":"Malik flatly whispers into Aisling’s ear that nobody threatens his family before brutally slicing her neck open."},{"TYPE":"CONTENT","TITLE":"AISLING’S PRISONER","CHAPTER":"2","SUBCHAPTER":"38","ORDER":"4","CONTENT":"Aisling paces back and forth in front of her, tossing the Hegemonix from one hand to the other. Aisling taunts Remi, explaining that she’s going to use all the incriminating documents she found to bury both Grace and Remi’s father, assuming he’s even still alive."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"3","CONTENT":"Nightingale’s resistance to the Maluma wanes but nevertheless, she holds strong. Nightingale screams at the Maluma to stop trying to manipulate her. Her sudden outburst at seemingly nothing causes the group to worry about Nightingale’s mental health."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"5","CONTENT":"The group hides outside of the house and stakes the place out until nightfall. Strangely, the building isn’t guarded by the city watch and is instead being stalked by two of Malik’s guards in black. Remi admits that these men are her fathers goons and they call themselves the Black Hand. Zeke’s suspicions that Malik was a bit of a villain are confirmed by this. Remi berates him, defending her father’s integrity. Then she takes charge of the situation, leaving the others behind to watch as she convinces the guards to leave."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"6","CONTENT":"Once the coast is clear, the group enters the informants house and stumble upon the gruesome murder scene. The Informant seems to have been literally splattered about the room. Whatever killed him did it in a spectacular fashion and couldn’t have been done by non-magical means."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"8","CONTENT":"A noise from below them alerts the group to the presence of something beneath them. Together, the four search, finding a hidden trap door that leads into the cellar below the house. Down below, in the darkness, a strange woman contorts in inhuman ways and attacks them."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"2","CONTENT":"Not far from Malik’s manor, the four begin to discuss the best course of action. During their debate, Nightingale hears the Maluma whisper inside of her head once more. It claims that it knows how to find the one responsible for the murder and if she would allow it to take control of her body, the Maluma would lead her there."},{"TYPE":"CONTENT","TITLE":"LISTENING TO THE DARK PASSENGER","CHAPTER":"2","SUBCHAPTER":"37","ORDER":"5","CONTENT":"The Maluma cuts him off, warning the group that their are creatures between them. They’ll need to fight again."},{"TYPE":"CONTENT","TITLE":"LISTENING TO THE DARK PASSENGER","CHAPTER":"2","SUBCHAPTER":"37","ORDER":"3","CONTENT":"The Maluma explains that there is a cave near the cliffs and that Aisling is inside."},{"TYPE":"CONTENT","TITLE":"SNEAKING INTO THE CRIME SCENE","CHAPTER":"2","SUBCHAPTER":"9","ORDER":"4","CONTENT":"Seeing the urgency slowly starting to manifest itself in Nightingale’s physical and mental appearances, Remi decides to find the crime scene herself. By asking around town, the four are able to find the scene of the murder. It ends up being a small house in the poorer district of the city."},{"TYPE":"CONTENT","TITLE":"LISTENING TO THE DARK PASSENGER","CHAPTER":"2","SUBCHAPTER":"37","ORDER":"6","CONTENT":"The group draws their weapons and mentally prepares for another battle."},{"TYPE":"CONTENT","TITLE":"MURDERED INFORMANT","CHAPTER":"2","SUBCHAPTER":"8","ORDER":"6","CONTENT":"After some discourse with Grace, we learn that there was a murder in Rhamsted. Malik was worried for Remi’s safety when heard the news. Malik was about to send someone to look for them and check that they were all safe when they showed up to his estate. Grace on the other hand is furious. While she knew that her cousin Zeke was present, as the Duchess of Rhamsted she would have expected them to stay at her own place. If something were to happen to Nightingale Arsen or Zeke Jeong on her watch, either family would have taken her head."},{"TYPE":"CONTENT","TITLE":"MURDERED INFORMANT","CHAPTER":"2","SUBCHAPTER":"8","ORDER":"10","CONTENT":"While protesting Grace’s decision to abandon their quest to find more about Theodotion, Remi accidently lets it slip that they needed the Theodotion Mage to save Nightingale’s life."},{"TYPE":"CONTENT","TITLE":"LISTENING TO THE DARK PASSENGER","CHAPTER":"2","SUBCHAPTER":"37","ORDER":"2","CONTENT":"The weather worsens as they climb further up the winding path."},{"TYPE":"CONTENT","TITLE":"LISTENING TO THE DARK PASSENGER","CHAPTER":"2","SUBCHAPTER":"37","ORDER":"4","CONTENT":"Padric excitedly confirms that Aisling’s hideout was in a cave."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"12","CONTENT":"! New Story Flag: Culprit Identified."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"8","CONTENT":"For the second time in two days Remi finds herself back in her father’s study."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"6","CONTENT":"Luckily, Nightingale, Rook, and Zeke arrive just in time and force the man to retreat."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"3","CONTENT":"Realizing the figure might be the culprit, Remi dashes forward, hoping to catch the figure before they can escape."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"9","CONTENT":"Remi excitedly explains what happened. Admitting to her father that they didn’t go to the guards for help but they were able to handle it by themselves."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"7","CONTENT":"The unknown assailant escapes, but Remi is left unscathed and with a description to give her father."},{"TYPE":"CONTENT","TITLE":"THANKS ANYWAY","CHAPTER":"2","SUBCHAPTER":"26","ORDER":"4","CONTENT":"! Special: Padric offers a discount for your help."},{"TYPE":"CONTENT","TITLE":"SOMEONE’S THERE","CHAPTER":"2","SUBCHAPTER":"7","ORDER":"11","CONTENT":"Malik’s expression darkens at the description of the man. He admits that he knows who was behind the attack but refuses to let them get caught up any further in his personal issues. Malik’s temper is withheld so much that he has to tell Remi that he isn’t angry at her. Instead, he’s angry at the man who pointed a gun at his daughter. Regardless, Malik is happy that his daughter is okay. Malik hugs Remi and thanks the others for watching her back before sending them away with a promise that he’ll contact them as soon as he knows more about the whereabouts of a Theodotion Mage."},{"TYPE":"CONTENT","TITLE":"I OWE IT TO YOUR SISTER","CHAPTER":"2","SUBCHAPTER":"59","ORDER":"2","CONTENT":"The group sees Padric back to his inn, with the intent of one last goodbye before leaving Rhamsted."},{"TYPE":"CONTENT","TITLE":"I OWE IT TO YOUR SISTER","CHAPTER":"2","SUBCHAPTER":"59","ORDER":"6","CONTENT":"! New Story Flag: Experienced Guide."},{"TYPE":"CONTENT","TITLE":"I OWE IT TO YOUR SISTER","CHAPTER":"2","SUBCHAPTER":"59","ORDER":"5","CONTENT":"Padric grabs his camping gear and weapons and then the group decides to shop before departing."},{"TYPE":"CONTENT","TITLE":"STRUGGLING TO GET THERE","CHAPTER":"2","SUBCHAPTER":"36","ORDER":"3","CONTENT":"Seeing it’s nervousness for the first time, Rook can’t help but wonder that the Maluma would have nowhere to go if it died in a body that fell that distance. Perhaps the Great Bounty would claim it after all?"},{"TYPE":"CONTENT","TITLE":"STRUGGLING TO GET THERE","CHAPTER":"2","SUBCHAPTER":"36","ORDER":"2","CONTENT":"As the creatures bore down on the party, the Maluma nearly falls from the cliffs before lashing out from Nightingale’s palms and devouring them. Even though Nightingale suffered a nasty cut, the Maluma seemed unphased by the pain. Instead, it looks nervous from the close call with death from falling."},{"TYPE":"CONTENT","TITLE":"MALIK’S MISSION","CHAPTER":"2","SUBCHAPTER":"4","ORDER":"2","CONTENT":"While exploring the delightful bustling streets of the coastal town of Rhamsted, Remi spots Mia out of the corner of her eye."},{"TYPE":"CONTENT","TITLE":"MALIK’S MISSION","CHAPTER":"2","SUBCHAPTER":"4","ORDER":"6","CONTENT":"Shortly into the search, they find the caravan abandoned, wrecked, and in disarray as if destroyed by some sort of explosion. Before they can look for the source of the damage, they are ambushed by wild creatures."},{"TYPE":"CONTENT","TITLE":"MALIK’S MISSION","CHAPTER":"2","SUBCHAPTER":"4","ORDER":"4","CONTENT":"Mia gives Remi an envelope. Inside, Remi finds that it contains instructions for the town guard. It details Malik’s intent to allow the four of them to accompany the guard while they seek out a missing caravan."},{"TYPE":"CONTENT","TITLE":"REMI, WE’RE COMING!","CHAPTER":"2","SUBCHAPTER":"35","ORDER":"2","CONTENT":"Nightingale gleefully kills the last of the monsters, relishing in the blood lust."},{"TYPE":"CONTENT","TITLE":"LEARNING ABRAXIS","CHAPTER":"2","SUBCHAPTER":"29","ORDER":"2","CONTENT":"Charlotte calls out a new round of Abraxis Battle Dice and the participants take their seats by team. Charlotte puts Zeke, Nightingale, Rook, and Remi together at a table and explains how to play."},{"TYPE":"CONTENT","TITLE":"LEARNING ABRAXIS","CHAPTER":"2","SUBCHAPTER":"29","ORDER":"4","CONTENT":"! Abraxis Battle Dice: The Pirate Wench!"},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"12","CONTENT":"Through her outburst, Aisling learns that Remi is Malik’s daughter. The two argue, and the confrontation escalates to blows. Rook is able to stop them by tossing them apart from each other. But things take a turn for the worst as Aisling reaches in her bag for the Hegemonix."},{"TYPE":"CONTENT","TITLE":"FINDING AN INN","CHAPTER":"2","SUBCHAPTER":"2","ORDER":"3","CONTENT":"Worried that bugging royalty might uncover their escape from Elenia and get them caught by Yoel, the group is convinced by Nightingale to stay at a local Inn instead."},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"11","CONTENT":"As Remi listens to Aisling make horrific claims about Malik, she isn’t able to take it anymore. When Aisling finally starts expressing her desire to see Malik hang, Remi screams at her, calling Aisling a liar."},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"9","CONTENT":"Aisling shows sudden respect towards Nightingale and stammers as she apologizes over and over again for what happened. Then, Aisling explains her side of the story. She claims that both Grace and Malik are willing to do whatever they can to secure Rhamsted as one of Elenia’s strongest cities in the coming years. Both are capable of extortion, kidnapping and even murder."},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"17","CONTENT":"The rest of them try to explain but are arrested."},{"TYPE":"CONTENT","TITLE":"FINDING AN INN","CHAPTER":"2","SUBCHAPTER":"2","ORDER":"2","CONTENT":"The group questions Zeke about why he didn’t mention that he had a cousin living in Rhamsted. Zeke explains that his cousin, Grace Jeong, is the Duchess of Rhamsted. But he’s heard enough rumors about her to know better than poke around in her business."},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"3","CONTENT":"They knock, and after a few moments Aisling answers. Aisling embraces Padric upon seeing him. She recognizes the rest of them, but before she can ask what’s going on Padric talks her into speaking about what transpired inside and out of earshot of the people walking on the streets."},{"TYPE":"CONTENT","TITLE":"IMPRISONED BY MISTAKE","CHAPTER":"2","SUBCHAPTER":"30","ORDER":"13","CONTENT":"Nightingale tries to diffuse the situation by explaining that Remi has nothing to do with her father or the Black Hand. Nightingale pleas to Aisling that this could all end peacefully if Aisling just listened to her."},{"TYPE":"CONTENT","TITLE":"FINDING AN INN","CHAPTER":"2","SUBCHAPTER":"2","ORDER":"5","CONTENT":"The group introduces themselves to Padric, the owner of the Inn. The man sits at the bar, tinkering with a flintlock style firearms. He greets them warmly."},{"TYPE":"CONTENT","TITLE":"FINDING AN INN","CHAPTER":"2","SUBCHAPTER":"2","ORDER":"6","CONTENT":"After securing lodging for the night, Nightingale insists to stay up late and drink. Nightingale only gets a single beer in before passing out from exhaustion and all but Remi ends up going to bed earlier than expected."},{"TYPE":"CONTENT","TITLE":"FINDING AN INN","CHAPTER":"2","SUBCHAPTER":"2","ORDER":"8","CONTENT":"After talking, Padric shines some light on Remi’s situation. Padric jokes that he never thought he’d see a Moretti hanging out with an Arsen. He explains that Malik Moretti has a bad history with the royal families and that while he didn’t officially own Rhamsted, he might as well have ‘owned’ Rhamsted."},{"TYPE":"CONTENT","TITLE":"THE GRACE OF RHAMSTED","CHAPTER":"2","SUBCHAPTER":"31","ORDER":"10","CONTENT":"Grace and Malik decide to take action against Aisling while keeping Nightingale and her friends away from causing anymore trouble. Nightingale, Remi, Zeke and Rook all protest, claiming there is a bigger threat that needs to be taken care of but Grace has none of it. She tells them that they’ll be staying in the castle until Balthazar comes to fetch them."},{"TYPE":"CONTENT","TITLE":"THE GRACE OF RHAMSTED","CHAPTER":"2","SUBCHAPTER":"31","ORDER":"4","CONTENT":"Malik and Grace demand an explanation as they have eye witness accounts that the five of them were seen leaving the murder scene in flames. Zeke quickly defends their actions, telling them that it wasn’t them. He points the finger at Aisling, explaining that she was torching the place to hide evidence and cover her tracks."},{"TYPE":"CONTENT","TITLE":"THE GRACE OF RHAMSTED","CHAPTER":"2","SUBCHAPTER":"31","ORDER":"8","CONTENT":"Their open display of teamwork shows Padric that Aisling was probably right the whole time, these two were in league. Padric makes a snide comment to Grace about letting someone like Malik in on such official business. Grace only threatens him, making it clear that his friendship with Shayliss is the only reason Padric’s still able to run his mouth the way he does. Furthermore, Grace promises that if he intervenes with their pursuit of Aisling that Grace will have him tried all the same."},{"TYPE":"CONTENT","TITLE":"THE GRACE OF RHAMSTED","CHAPTER":"2","SUBCHAPTER":"31","ORDER":"6","CONTENT":"Malik and Grace seem relieved to hear that they weren’t the ones destroying evidence. But the relief is quickly replaced with anger at the realization that Aisling is the one behind the murder."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"5","CONTENT":"Remi’s arrival home is met with joy as the family steward, Mia, embraces Remi in a hug. Upon hearing her father is in a meeting, Remi offers to return later but Mia takes them in anyway."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"6","CONTENT":"After a long wait, a group of men clad in black armor and hoods leave Remi’s father’s study and the group enters."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"12","CONTENT":"Malik hugs his daughter and promising to contact them when he hears about a Theodotion Mage."},{"TYPE":"CONTENT","TITLE":"MAKE A BREAK FOR IT","CHAPTER":"2","SUBCHAPTER":"32","ORDER":"7","CONTENT":"When asked why he’d do something so dangerous, Padric adds that he owes Shayliss more than they know, and he believes Nightingale when she says that the Maluma is a threat to her life."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"10","CONTENT":"Remi wants permission to stay at the estate for the night, but Malik protests. He says that the King would be very disappointed if he knew that his daughter was anywhere near his estate. He offers instead that the group stay with Zeke’s cousin, Grace Jeong."},{"TYPE":"CONTENT","TITLE":"MAKE A BREAK FOR IT","CHAPTER":"2","SUBCHAPTER":"32","ORDER":"5","CONTENT":"In the middle of the night, the voice of the maluma startles Nightingale to wake, instructing her to go to the balcony."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"2","CONTENT":"The group arrives to Rhamsted. To Rook’s surprise, it’s nothing like the descriptions in his books. Since they were written, the small fishing town on the coast had turned into a bustling port city."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"9","CONTENT":"Relieved to hear that Princess Nightingale had no formal reason to be present, Malik offers his help in finding a Theodotion Mage but explains it will take a couple days."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"5","CONTENT":"Injured, Malik weakly explains what happened. In the night, Aisling attacked. She used the Hegemonix and summoned an Exalted Esper that tore through his estate while his men slept. They fought her off but not before she narrowly escaped, kidnapping Remi in the process."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"2","CONTENT":"As they near Malik’s estate, the group realizes something is amiss. People flood the streets and the sounds of screaming and yelling fill the night. Instead of an elegant garden and estate, they come upon a makeshift triage. Malik’s estate is in shambles and men and women are injured all around."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"8","CONTENT":"During their meeting, Malik realizes that both Nightingale Arsen and Zeke Jeong are in his study and becomes strangely worried at the presence of royalty at his estate. Remi has to explain the events that brought them to his study calm him down. While Remi avoids mentioning The Maluma or the fact that Nightingale is in any real danger, she lets Malik know that the King has nothing to do with their visit and that they are just her new friends accompanying her to Rhamsted."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"11","CONTENT":"Remi thanks her father. Despite her negative feelings about Malik not letting her friends stay at their house, she’s happy to have finally seen him again."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"8","CONTENT":"Malik promises to keep their escape a secret for as long as possible. Then the group decides to depart before Grace’s soldiers show up to see what the commotion is about."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN RHAMSTED","CHAPTER":"2","SUBCHAPTER":"1","ORDER":"13","CONTENT":"The group leaves Malik’s estate, then heads out to find Zeke’s cousin."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"6","CONTENT":"Malik tells them that he doesn’t care how they’ve escaped from Grace’s tower or what they’re up to, all he cares about is Remi’s safety. With his men in disarray, injured, or dead, Malik offers to pay them whatever they want to ensure Remi’s safe return. Malik feels that Padric likely knows more about Aisling than he’s letting onto, and if he’ll promise to save Remi he’d never forget it."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"14","CONTENT":"Somewhere, deep within her own psyche, Nightingale screams as the Maluma taunts her for making such a stupid deal. The Maluma promises to keep its bargain, but it makes no promise to help keep her friends alive in the process."},{"TYPE":"CONTENT","TITLE":"ERUPTION OF CHAOS","CHAPTER":"2","SUBCHAPTER":"33","ORDER":"7","CONTENT":"Nightingale and Padric refuse his blood money, but promises to save Remi nonetheless."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"4","CONTENT":"Elias then explains his perils and informs the party of a sort of disease that is spreading within the city  of Hyde called The Blight."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"8","CONTENT":"This confirms that the entrance found was unknown to the Hyde family. Rook is relieved, their discovery was more important than he could have imagined."},{"TYPE":"CONTENT","TITLE":"WE COULDN’T SAVE THEM","CHAPTER":"3","SUBCHAPTER":"59","ORDER":"4","CONTENT":"!Flag Check: New Ambitions."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"16","CONTENT":"Elias then promises to keep her safe. He appoints Damocles to accompany them and to get ot the bottom of the events that are transpiring."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"15","CONTENT":"Before they can leave, Elias pauses to look at Nightingale softly. Elias reminds her that he’s the King’s appointed duke in Hyde. He served Balthazar faithfully and helped explore these wildlands before this town even existed. He’s happy to see the Princess herself stepping up to help the Hyde family in their time of need. Her friends were even recommended by Shayliss Arsen herself."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"12","CONTENT":"Damocles adds that there was an incident in the mines a few days prior. Not long after the attack on their estate and Rivka’s infection, there was an explosion in the mines."},{"TYPE":"CONTENT","TITLE":"BLACKHAND REVENGE","CHAPTER":"3","SUBCHAPTER":"3","ORDER":"3","CONTENT":"Together, the two mourn the brutal death of Aisling. Remi boils inside with anger and the two vow to exact revenge on Malik and Grace for what they’ve done."},{"TYPE":"CONTENT","TITLE":"SERIOUS SITUATION","CHAPTER":"3","SUBCHAPTER":"42","ORDER":"5","CONTENT":"People infected with The Blight devolve into mindless, bloodthirsty monsters called Blighted Guardians. Recently, everything came to a dramatic head when a Blighted Guardian found its way into the Hyde Estate during the night and attack Elias’ wife Rivka."},{"TYPE":"CONTENT","TITLE":"GRATEFUL FAMILIES","CHAPTER":"3","SUBCHAPTER":"67","ORDER":"5","CONTENT":"!Reward: The thankful families hook Damocles up with a reward."},{"TYPE":"CONTENT","TITLE":"ENDING THE PAIN","CHAPTER":"3","SUBCHAPTER":"64","ORDER":"6","CONTENT":"Rivka is finally at rest."},{"TYPE":"CONTENT","TITLE":"ENDING THE PAIN","CHAPTER":"3","SUBCHAPTER":"64","ORDER":"4","CONTENT":"Damocles pulls out his dagger, an heirloom given to him by the very woman he’s about to kill. Despite Rivka’s deteriorating grotesque features, Damocles still only feels love her her."},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"2","CONTENT":"The Celestial Gigas bores down on the party after a crushing defeat."},{"TYPE":"CONTENT","TITLE":"QUEST TO BE THE BEST","CHAPTER":"3","SUBCHAPTER":"57","ORDER":"2","CONTENT":"The team goes to a tavern called “The Brass Lantern” to play some Abraxis Battle Dice. Hopefully they get some sweet loot!"},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"6","CONTENT":"The time spent fighting the massive Lion-Beast proves to be too long for Faust. A long moment passes and the group comforts Faust as he dies in the grass nearby."},{"TYPE":"CONTENT","TITLE":"BLACKHAND REVENGE","CHAPTER":"3","SUBCHAPTER":"3","ORDER":"4","CONTENT":"Meanwhile, Gage sleeps in Remi’s lap. And as she looks into the fantastic and cute cat’s sleeping face she can’t help but be reminded of her father’s more compassionate side."},{"TYPE":"CONTENT","TITLE":"ENDING THE PAIN","CHAPTER":"3","SUBCHAPTER":"64","ORDER":"7","CONTENT":"!New Story Flag: A Son’s Love"},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"3","CONTENT":"Isla pleads to the Lion-Beast to let them live, she argues they are only doing what they feel is right. Isla gives herself up as payment and as a show of her sincerity. The Lion-Beast accepts the offer, attributing their reckless decisions as a byproduct of the folly of man. However, the Lion-Beast explains that Isla will be judged here and now knowing full well that she is guilty for escaping her prison, and worse, involving and endangering humans."},{"TYPE":"CONTENT","TITLE":"LISTEN HERE!","CHAPTER":"3","SUBCHAPTER":"41","ORDER":"4","CONTENT":"Nightingale comes clean about their identity and tells the guards of the serious monster infestation in the hidden tunnel below the Hyde Estate."},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"7","CONTENT":"!New Story Flag: Judgement of Judas."},{"TYPE":"CONTENT","TITLE":"ENDING THE PAIN","CHAPTER":"3","SUBCHAPTER":"64","ORDER":"3","CONTENT":"Damocles takes Nightingale’s advice. He steps up as the one who must kill his mother. He cannot allow his father to be the one to do it. Elias protests but Damocles doesn’t have to fight long before Elias backs down."},{"TYPE":"CONTENT","TITLE":"LISTEN HERE!","CHAPTER":"3","SUBCHAPTER":"41","ORDER":"7","CONTENT":"Elias Hyde welcomes them, and has them take a seat before introducing himself. Elias looks worn and his face droops in misery. Behind the expensive clothing and jewelry, it’s clear that something is wrong. Before Nightingale can inquire, another man appears, and  Elias introduces the man as his son, Damocles."},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"4","CONTENT":"Through tears, Isla agrees to the guilty plea. In a flash, the creature brutally tears Isla into pieces, satisfying the Great Bounty."},{"TYPE":"CONTENT","TITLE":"A TUSSLE WITH MORTALS","CHAPTER":"3","SUBCHAPTER":"18","ORDER":"5","CONTENT":"Showing some respect for Rook and the others for their commitment to doing what they believe is right, the giant creature pays them a reward for their decision in ultimately turning Isla over. The beast warns them that if this ever happens again, they will not be so lucky."},{"TYPE":"CONTENT","TITLE":"THE PROPER AUTHORITIES","CHAPTER":"3","SUBCHAPTER":"2","ORDER":"2","CONTENT":"With Padric escorting Aisling to Elenia proper, Remi and Nightingale rest near a quiet pond and eat lunch. The two watch with enjoyment as Remi’s new cat, Gage, plays on the pond’s edge. The two debate on what Balthazar will do to Aisling as punishment for her crimes. Nightingale suspects the gallows but the outcome could change depending on her father’s mood after his long memorial hunt."},{"TYPE":"CONTENT","TITLE":"FOREVER MARKED","CHAPTER":"3","SUBCHAPTER":"19","ORDER":"5","CONTENT":"!Reward: In his hasty retreat, the Celestial Gigas drops a strange artifact."},{"TYPE":"CONTENT","TITLE":"TRAVELING THE DISTANCE","CHAPTER":"3","SUBCHAPTER":"1","ORDER":"5","CONTENT":"! Flag Check: Experienced Guide."},{"TYPE":"CONTENT","TITLE":"FOREVER MARKED","CHAPTER":"3","SUBCHAPTER":"19","ORDER":"2","CONTENT":"Although bloodied and defeated, the massive Lion-Beast threatens the party, telling them that their choices were foolish. They are now forever marked by the Great Bounty. The time will come where they will be called to pay for their crimes."},{"TYPE":"CONTENT","TITLE":"FOREVER MARKED","CHAPTER":"3","SUBCHAPTER":"19","ORDER":"3","CONTENT":"The monster departs quickly, tearing open a pocket of space before disappearing inside of it with a snap of energy."},{"TYPE":"CONTENT","TITLE":"LISTEN HERE!","CHAPTER":"3","SUBCHAPTER":"41","ORDER":"5","CONTENT":"The Hyde family has apparently already officially called for help from Elenia due to some disease that is spreading. For these reasons, the guards assume that Nightingale and the others must be the help from Elenia that they sent for."},{"TYPE":"CONTENT","TITLE":"FOREVER MARKED","CHAPTER":"3","SUBCHAPTER":"19","ORDER":"7","CONTENT":"!Special: Depending on how much time has passed, continue to a different scene."},{"TYPE":"CONTENT","TITLE":"FOREVER MARKED","CHAPTER":"3","SUBCHAPTER":"19","ORDER":"6","CONTENT":"!New Story Flag: Marked."},{"TYPE":"CONTENT","TITLE":"GRATEFUL FAMILIES","CHAPTER":"3","SUBCHAPTER":"67","ORDER":"4","CONTENT":"Damocles feels proud and Justice feels a bit exonerated as the party turns to leave Hyde."},{"TYPE":"CONTENT","TITLE":"GRATEFUL FAMILIES","CHAPTER":"3","SUBCHAPTER":"67","ORDER":"3","CONTENT":"The families of the rescued miners can’t let them leave without a proper thanks. They show their gratitude to Damocles and thank him and his friends for saving lives and insists on them taking a reward."},{"TYPE":"CONTENT","TITLE":"STOP!","CHAPTER":"3","SUBCHAPTER":"40","ORDER":"8","CONTENT":"Nightingale and the others don’t know about any sort of official requested help from the capital, but they nod anyway, playing along."},{"TYPE":"CONTENT","TITLE":"ENDING THE PAIN","CHAPTER":"3","SUBCHAPTER":"64","ORDER":"2","CONTENT":"Nightingale whispers into Damocles’ ear. She kindly points out the struggle Elias is going through."},{"TYPE":"CONTENT","TITLE":"STOP!","CHAPTER":"3","SUBCHAPTER":"40","ORDER":"3","CONTENT":"Suddenly, another man bursts in and yells to their Attacker, calling him by the name Damocles. He stops him from inflicting any harm on Nightingale. Damocles is flustered and confused, he turns and asks his father why he should stop from punishing those breaking into their house."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"4","CONTENT":"Elias reveals that ever since the founding of Hyde, Hendrix had always wanted Hyde to be under Brahmanian control. Apparently Hendrix always disagreed with Balthazar’s methods of rule. Their longtime disagreement over the proper ruler for the country likely caused Hendrix to cooperate with the Grim Deacons. Elias figures it must have been an attempt to seize control of Hyde for himself, though he still isn’t sure."},{"TYPE":"CONTENT","TITLE":"STOP!","CHAPTER":"3","SUBCHAPTER":"40","ORDER":"5","CONTENT":"Damocles apologizes and turns to help the rest to their feet."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"6","CONTENT":"Damocles is dismayed to hear that his mother’s condition has worsened, Rivka was strong, but the Blight had no known cure. Despite the poor state of his mother, Elias still holds out for some sort of miracle to save her."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"10","CONTENT":"Justice tells the rest of them that her friend Zafir, the man who may know more about the Maluma, can be located in the Carrion Swamps to the south."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"2","CONTENT":"The party makes their way back to the Hyde mansion to inform Elias on the events that have transpired."},{"TYPE":"CONTENT","TITLE":"SURI WAS RIGHT","CHAPTER":"3","SUBCHAPTER":"21","ORDER":"3","CONTENT":"Overtaken with grief, Isla storms out of the Hyde hospital and disappears into Hyde."},{"TYPE":"CONTENT","TITLE":"SURI WAS RIGHT","CHAPTER":"3","SUBCHAPTER":"21","ORDER":"4","CONTENT":"The group turns their attention back to the task at hand, hoping that Isla will be okay."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"6","CONTENT":"The Maluma whispers from inside Nightingale, it’s dark voice tells her that Elias is too weak to be the one to kill her. Nightingale can’t believe it, but she agrees with the Maluma. Elias is shaky, and as he pulls a dagger from his side, it’s clear that he’ll emotionally suffer doing the deed."},{"TYPE":"CONTENT","TITLE":"SURI WAS RIGHT","CHAPTER":"3","SUBCHAPTER":"21","ORDER":"2","CONTENT":"Saving Isla from the Celestial Gigas proves to be a double-edged sword. Due to the amount of time spent fighting, the doctor isn’t able to save Faust and he dies in the hospital."},{"TYPE":"CONTENT","TITLE":"TEEMING WITH MONSTERS","CHAPTER":"3","SUBCHAPTER":"47","ORDER":"2","CONTENT":"Justice assures the party that they are almost to the explosion site. She apologizes for the infestation of creatures and explains that while the presence of many are directly her fault for opening up the walls, the Blighted Guardians shouldn’t have been down here regardless. The human’s she ran into were likely behind the presence of the Blighted Guardians."},{"TYPE":"CONTENT","TITLE":"WE’RE NOT HERE TO FIGHT","CHAPTER":"3","SUBCHAPTER":"39","ORDER":"5","CONTENT":"Damocles calls to his father, urging him to refrain from arresting anyone. Nightingale helps Damocles stand. Damocles brushes himself off and warns his father that this is the second princess of Elenia, Nightingale Arsen."},{"TYPE":"CONTENT","TITLE":"WE’RE NOT HERE TO FIGHT","CHAPTER":"3","SUBCHAPTER":"39","ORDER":"6","CONTENT":"Damocles’ father is relieved to hear that they aren’t intruders who mean them harm. He introduces himself as Elias Hyde and explains that he is personal friends with Balthazar. Seeing the Princess in his cellar, Elias mistakenly believes that she and her friends must be some sort of help that he sent for from Elenia."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"5","CONTENT":"Elias also reveals that Hendrix is Teegan Patel’s husband. Nightingale remembers the woman who bought them rice balls and her heart sinks. She couldn’t imagine Teegan knowing anything about Hendrix’s treasonous plot. Regardless, Elias is convinced he’ll need to have her arrested and questioned."},{"TYPE":"CONTENT","TITLE":"INTO HIDING","CHAPTER":"3","SUBCHAPTER":"22","ORDER":"4","CONTENT":"Suri reiterates the seriousness of the matter at hand. The Great Bounty will not forget this decision. Suri leaves them all with a word of warning."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"11","CONTENT":"Damocles arrives to the kitchen and explains that his mother is stable, but not doing well. He says that his father has requested alone time and that a messenger will be sent if things change."},{"TYPE":"CONTENT","TITLE":"INTO HIDING","CHAPTER":"3","SUBCHAPTER":"22","ORDER":"5","CONTENT":"Isla ignores Suri’s warning and thanks the group for their help before bidding them farewell."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"9","CONTENT":"The next morning, Justice and Nightingale chat over breakfast about her magic book. Justice tells NIghtingale that it demands things from her as a trade off to use magic. She believes that it may be sentient."},{"TYPE":"CONTENT","TITLE":"TEEMING WITH MONSTERS","CHAPTER":"3","SUBCHAPTER":"47","ORDER":"5","CONTENT":"Damocles thanks them again for their help and hopes that all this work can save his mother."},{"TYPE":"CONTENT","TITLE":"TEEMING WITH MONSTERS","CHAPTER":"3","SUBCHAPTER":"47","ORDER":"3","CONTENT":"They finally reach the wide cavern that Justice had been leading them toward."},{"TYPE":"CONTENT","TITLE":"A FAMILY BETRAYAL","CHAPTER":"3","SUBCHAPTER":"55","ORDER":"8","CONTENT":"Elias offers the group a stay for the night at his estate. The group has their first night of good rest since Padric’s inn."},{"TYPE":"CONTENT","TITLE":"INTO HIDING","CHAPTER":"3","SUBCHAPTER":"22","ORDER":"6","CONTENT":"!New Story Flag: Happy Fugitives."},{"TYPE":"CONTENT","TITLE":"TEEMING WITH MONSTERS","CHAPTER":"3","SUBCHAPTER":"47","ORDER":"4","CONTENT":"Rook hopes that all the death they’ve been dealing will have thinned out the infestation and help the guards in the future."},{"TYPE":"CONTENT","TITLE":"THE PROPER AUTHORITIES","CHAPTER":"3","SUBCHAPTER":"2","ORDER":"4","CONTENT":"The two eventually rejoin Rook and Zeke and they continue traveling towards Hyde."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"7","CONTENT":"The group follows after the direction that Echo went. Through the door they find a long corridor. Not long later they find themselves overlooking the city of Hyde from a hidden entrance in the hill side."},{"TYPE":"CONTENT","TITLE":"TO THE MINES","CHAPTER":"3","SUBCHAPTER":"46","ORDER":"2","CONTENT":"Damocles leads the group to the entrance of the mines. The guards eyeball Justice suspiciously and urge Damocles to be careful. Apparently, since the explosion, the mines were teeming with monsters."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"9","CONTENT":"!New Story Flag: An End to Madness."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"4","CONTENT":"Nightingale finds herself continually looking towards Justice’s spell book. Somewhere inside that incredible source of power might be the cure she needed. Nightingale presses the party to take a look around so that they can get out of these mines."},{"TYPE":"CONTENT","TITLE":"INTO HIDING","CHAPTER":"3","SUBCHAPTER":"22","ORDER":"3","CONTENT":"Isla is beyond relieved that her beloved Faust will recover."},{"TYPE":"CONTENT","TITLE":"HAND OVER ISLA","CHAPTER":"3","SUBCHAPTER":"13","ORDER":"5","CONTENT":"The agent of The Great Bounty watches as Isla enter the portal. Moments before she enters, Isla turns to the group and tells them to save Faust before disappearing through the portal. The Lion-beast follows her through and with a loud crack, the portal vanishes as quickly as it appeared."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"8","CONTENT":"Nightingale intervenes and takes a different approach to the interrogation. She had a hunch that this jailed girl was the Theodotion mage they’d been looking for. Assuming such, Nightingale tells the girl that she is infected with a horrible parasite called the Maluma and she believes that Theodotion is the only way to save her."},{"TYPE":"CONTENT","TITLE":"FIGHTING TO HER LAST","CHAPTER":"3","SUBCHAPTER":"65","ORDER":"2","CONTENT":"Elias whispers one last goodbye to his wife before drawing his sword. He takes a deep breath, but it’s clear that he’s shaky and will have a very hard time committing the deed."},{"TYPE":"CONTENT","TITLE":"HAND OVER ISLA","CHAPTER":"3","SUBCHAPTER":"13","ORDER":"3","CONTENT":"Isla accepts her fate and resigns herself to the Great Bounty, trembling as she approaches the massive beast."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"8","CONTENT":"The group has mixed opinions on forcing someone from Earth to give up their child against their will, but ultimately they agree to help in hopes that Teegan will return the favor."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"5","CONTENT":"Hoping that Teegan Patel can be convinced not to blow their cover, Rook and the others agree to go out to dinner with her."},{"TYPE":"CONTENT","TITLE":"FIGHTING TO HER LAST","CHAPTER":"3","SUBCHAPTER":"65","ORDER":"4","CONTENT":"Rivka savagely lunges for Elias. She begs for him to kill her so that she won’t hurt him. Elias goes to the ground but is seemingly able to cut her throat before he’s infected himself."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"2","CONTENT":"While walking around Hyde, a woman recognizes Nightingale and frantically runs up to her."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"8","CONTENT":"Damocles thanks the group for their help and together they decide to inform Elias of Hendrix’s collusion with the Grim Deacons."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"6","CONTENT":"Teegan leads them to a hole-in-the-wall rice ball joint and they sit down for what Teegan claims are the best rice balls in all of Elenia. During dinner, the group learns that Teegan and her husband were with Elias Hyde and both Zeke and Nightingale’s parents when Elenia was founded. Impressed, Rook wants to know more about her past but is cut short when Teegan reveals that she needs Nightingale’s help."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"4","CONTENT":"The woman introduces herself as Teegan Patel. She invites the party to dinner and explains that the Patel family is close friends with the Hyde’s. She even seems know both Nightingale’s and Zeke’s parent’s personally."},{"TYPE":"CONTENT","TITLE":"PATEL FAMILY INFLUENCE","CHAPTER":"3","SUBCHAPTER":"23","ORDER":"9","CONTENT":"!Reward: It looks like you have some leftovers!"},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"7","CONTENT":"Nightingale is urged by the Maluma to suggest that Damocles be the one to do the dirty work. Does she trust the Maluma?"},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"5","CONTENT":"The party begins feverish searching the laboratory for clues as to how to Blight can be cured. Unfortunately, all the books in the lab seemed to be instruction manuals on how to spread disease, not cure it."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"12","CONTENT":"Rook asks if the explosion has something to do with how dangerous Theodotion is, Justice nods. She confirms that controlling such a magic is difficult, and the power that was unleashed was a mistake that was goated out of self preservations. The humans after them weren’t going to let her live otherwise."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"7","CONTENT":"Damocles approaches the cell and demands an answer to what happened. The girl only cowers at his rage, scooting farther into the back of her cell."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"2","CONTENT":"The Hyde jail was mostly barren other than one occupied cell. The jailer briefs Damocles on the explosion and the events that transpired from it. Apparently someone destroyed a large section of the Hyde Mines and the results were devastating. Luckily they caught someone they think was responsible."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"16","CONTENT":"Justice confirms that she thinks she knows where the cages were kept that held them. She claims that there is a sort of operation deep within the mines where the Blighted creatures are being studied. Justice also claims that if they free her, she might be able to help with Maluma issue afterwards. She can’t cure Nightingale, but she knows who might be able too."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"3","CONTENT":"Justice stammers in confusion. She swears that the Grim Deacon Hendrix was with, the one he called Echo, was killed in the initial blast that brought them to the mines in the first place. Justice even claims that she saw her crumpled destroyed body torn to bits. There was no way she could have survived her magical blast that tore down the mines."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"11","CONTENT":"Justice stammers, explaining with a sorrowful voice that it was all an accident. Justice tells them that she was in the mines with her friends and they were looking for something when they were attacked by Blighted Guardians being controlled by humans. The explosion was in self defense. She apologized profusely."},{"TYPE":"CONTENT","TITLE":"REST IN PEACE","CHAPTER":"3","SUBCHAPTER":"4","ORDER":"4","CONTENT":"The warm sun feels good, and the group is able to forget about some of the horrors they witnessed, if only for a moment."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"2","CONTENT":"The corpse of Hendrix Patel sits in a collapsed heap on the ground. Damocles expresses how important the Patel family had been to the prosperity of Hyde. He still couldn’t believe that they’d betray them like this. To conspire with Grim Deacons was treason."},{"TYPE":"CONTENT","TITLE":"SLAIN HENDRIX","CHAPTER":"3","SUBCHAPTER":"54","ORDER":"6","CONTENT":"After digging through the books for hours, they decide to pile them up on the body of Hendrix and burn the remains."},{"TYPE":"CONTENT","TITLE":"REST IN PEACE","CHAPTER":"3","SUBCHAPTER":"4","ORDER":"2","CONTENT":"Padric shows the group his favorite place to swim on the coast of Elenia. The group settles down and are able to relax a bit on the beach."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"17","CONTENT":"Justice quickly makes a deal with Nightingale and Damocles. If they let her go free, she will lead the party down to where she saw the Blighted Guardians in cages and guide Nightingale to the acquaintance she claims can help remove the Maluma."},{"TYPE":"CONTENT","TITLE":"SECRET ENTRANCE","CHAPTER":"3","SUBCHAPTER":"37","ORDER":"3","CONTENT":"Believing that this has to be the Hyde Estate, Rook begins to worry that this tunnel was either an old escape tunnel for the royalty, or it was dug for a more nefarious purpose. The group isn’t able to theorize as a crash and a yell nearby signals to the group that they’ve been discovered by someone inside of the cellar."},{"TYPE":"CONTENT","TITLE":"SECRET ENTRANCE","CHAPTER":"3","SUBCHAPTER":"37","ORDER":"5","CONTENT":"The group tries to explain why they’re inside of his but the man cuts them off with a shout. He accuses them of infecting his mother with some sort of disease before angrily reaching out with magic and summoning a pair of Espers to aid him. The three them move to engage in a fight with who they are convinced are violent intruders."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"5","CONTENT":"The jailer explains to Damocles that this girl was found amongst the debris of the explosion without so much as a scratch on her. The whole thing was very puzzling. On top of that, she had a large book with her that confusingly could not be separated from her."},{"TYPE":"CONTENT","TITLE":"FIGHTING TO HER LAST","CHAPTER":"3","SUBCHAPTER":"65","ORDER":"5","CONTENT":"The ordeal is clearly a horrific experience for Elias and he’s left shaken and emotionally distraught."},{"TYPE":"CONTENT","TITLE":"MINER RESCUE","CHAPTER":"3","SUBCHAPTER":"58","ORDER":"2","CONTENT":"A frantic man runs up to Damocles while the party is exploring the city. More beasts have escaped through the blown out crater and some miners are trapped."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"18","CONTENT":"Damocles reluctantly agrees only after Nightingale presses him on the issue."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"19","CONTENT":"!New Party Member: Justice Bouchard."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"4","CONTENT":"The occupant of the cell is a girl that looks anything but threatening. She’s small in stature, with big blue eyes and even bigger circular rimmed spectacles."},{"TYPE":"CONTENT","TITLE":"SECRET ENTRANCE","CHAPTER":"3","SUBCHAPTER":"37","ORDER":"4","CONTENT":"Inside the cellar is a tall angry looking man with red eyes and a flowing purple cloak. Seeing the group come out of a hidden tunnel inside of the Cellar, the man accuses them as intruders in his house and criminals who are behind a recent attack on his Estate."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"9","CONTENT":"At the mention of Theodotion, the girl becomes receptive."},{"TYPE":"CONTENT","TITLE":"PADRIC’S EXPERIENCE","CHAPTER":"3","SUBCHAPTER":"25","ORDER":"6","CONTENT":"Having seen ponds like this before, Padric says that they may be in luck if they stay on this side of the lake. Hopefully, The Corpse Collector may already be dead."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"2","CONTENT":"A messenger rushes to find Damocles and the others in the city. The message is urgent. Damocles must return to his father. Things are getting worse quickly for Rivka."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"3","CONTENT":"The Jailer points to a cell and the group confronts the occupant."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"13","CONTENT":"Damocles interjects and demands to know who and where her friends are."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"3","CONTENT":"When they arrive to the estate, they find the servants all dressed in black. They are ushered to a bedroom where they find Elias sitting next to his wife, Rivka. The poor woman looks sick and pale with a green rot spreading down her body. There is a madness in her eyes and it’s clear that she’s no longer completely human."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"14","CONTENT":"Justice’ face twists in agony. She tears up as she explains that they died in the ambush. They weren’t the only ones looking in the Mines. Now they’re all dead. The humans controlling the Blighted Guardians killed them. When she was finally cornered, she used her magic to save her own life. She killed the people who attacked them."},{"TYPE":"CONTENT","TITLE":"SECRET ENTRANCE","CHAPTER":"3","SUBCHAPTER":"37","ORDER":"2","CONTENT":"Beyond the monsters and other horrific creatures beneath the Hyde Estate, the party travels deeper into the tunnels until they come upon a solid piece of metal seated against the stone wall at the end of a tight tunnel. The group squeezes forward and push against the metal until it opens spilling the group into a dark room. Looking around, they realize that they are inside of a cellar."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"8","CONTENT":"!Decision: Nightingale may choose to either urge Damocles to be the one to kill his mother, or say nothing and let Elias do it."},{"TYPE":"CONTENT","TITLE":"MINER RESCUE","CHAPTER":"3","SUBCHAPTER":"58","ORDER":"3","CONTENT":"Damocles rushes to their aid and the group follows intending to help save the miners."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"10","CONTENT":"The occupant of the cell wearlily introduces herself to Nightingale as Justice Bouchard. She asks Nightingale how she knows that she can use Theodotion. Nightingale tells Justice the truth. She explains that she didn’t, but that she desperately needs her help."},{"TYPE":"CONTENT","TITLE":"JUSTICE IN THE DUNGEONS","CHAPTER":"3","SUBCHAPTER":"45","ORDER":"6","CONTENT":"The worst part is that the explosion was so large that it blew holes into parts of the mines shaft that had been closed off due to monster infestations. These monsters were now free to roam the mines."},{"TYPE":"CONTENT","TITLE":"RECKLESS ADVENTURE","CHAPTER":"3","SUBCHAPTER":"26","ORDER":"2","CONTENT":"The clearing where the pond was located was one of the greenest and most serene places the team had ever seen."},{"TYPE":"CONTENT","TITLE":"TELL ME THE TRUTH","CHAPTER":"3","SUBCHAPTER":"44","ORDER":"8","CONTENT":"Nightingale begins to inquire to learn more, but Damocles cuts her short and explains that they’re going to see the jailer. He tells Nightingale that her questions would be better asked there."},{"TYPE":"CONTENT","TITLE":"TELL ME THE TRUTH","CHAPTER":"3","SUBCHAPTER":"44","ORDER":"4","CONTENT":"Damocles knows their story is fake and angrily confronts Nightingale while out of the earshot of his father. Damocles demands to know who they really are and what they want from him and his father."},{"TYPE":"CONTENT","TITLE":"TELL ME THE TRUTH","CHAPTER":"3","SUBCHAPTER":"44","ORDER":"9","CONTENT":"Apparently, Damocles already has a lead that none of them know about."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"16","CONTENT":"Zeke lost the cigarette out of his mouth not long after he watched the Living Oblation get torn apart. He didn’t feel the need to be next, so he opts to hand over Isla and get Faust immediate medical attention."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"4","CONTENT":"Rook does his best to help but still doesn’t have much hope for Faust’s survival."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"5","CONTENT":"Rook asks how Isla got to Middara in the first place. Suri explains that creatures from different dimensions can create a Soul Bond with each other, allowing them to take physical form and stay in another realm permanently. Suri explains that Faust is Isla’s Soul Bond and to Bond with one from Arkalla is highly illegal. Although a Soul Bond is usually permitted, Suri’s homeworld of Arkalla is one of the dimensions that is off limits from travel. Suri angrily explains that Isla was stupid and endangered Faust by Soul Bonding with him."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"5","CONTENT":"The truth is horrific but they both realize what must be done. Rivka must be killed before things get worse."},{"TYPE":"CONTENT","TITLE":"UNSTOPPABLE BLIGHT","CHAPTER":"3","SUBCHAPTER":"63","ORDER":"4","CONTENT":"Though Damocles protests, Elias refuses to see his wife turn completely into a monster. Even if a cure does exist, he could never live with himself keeping her locked up for the decades it could take until the mythical cure is found."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"9","CONTENT":"Descending from the skies, a massive lion-like creature, three stories tall with flowing feathery wings like something out of the book of Revelations lands nearby."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"10","CONTENT":"The beast introduces itself as an agent of the Great Bounty. Promising that it means humans no harm. Instead, the creature congratulates them for bringing it two lawbreakers. It cordially asks the party to hand over Isla as it turns on the Living Oblation. The red headed girl with the scythe struggles with her injuries and crawls in a vain attempt to escape."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"2","CONTENT":"After a long, treacherous battle, the party stand exhausted, thinking of ways to proceed."},{"TYPE":"CONTENT","TITLE":"LOTUS FOR A CHILD","CHAPTER":"3","SUBCHAPTER":"27","ORDER":"7","CONTENT":"Teegan is endlessly thankful for their work and promises to meet again one day."},{"TYPE":"CONTENT","TITLE":"LOTUS FOR A CHILD","CHAPTER":"3","SUBCHAPTER":"27","ORDER":"9","CONTENT":"!New Story Flag: The Patel Daughter."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"12","CONTENT":"Then, the massive lion creature turns to Nightingale, Rook, Remi, and Zeke, and politely asks again that they hand over Isla for their payment."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"13","CONTENT":"Faust still lay dying and Isla tells them to do whatever they need to do, but Faust is her only concern. Save him and she’ll be happy. Isla turns to the group for a decision."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"15","CONTENT":"Rook hates that the Great Bounty police’s their realm for any reason. He feels that those who want to be together should be allowed. Somewhere deep down Rook would like to have Suri with him at all times. But he also knows that Faust will die without prompt medical care. Protesting this Lion-Beast’s wishes could prove to take too much time."},{"TYPE":"CONTENT","TITLE":"COMING CLEAN","CHAPTER":"3","SUBCHAPTER":"43","ORDER":"2","CONTENT":"As they follow Damocles out into the streets, Nightingale decides to tell Damocles the truth as to why they are in Hyde. She stops him to explain that they aren’t the original help his father sent for. Regardless, Nightingale still wants to help his family."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"8","CONTENT":"Dread overcomes Suri as a dark opening tears into the sky above them. An agent of the Great Bounty was already here. Suri whisps away, giving Rook one last desperate look before vanishing in fear at the newcomer."},{"TYPE":"CONTENT","TITLE":"TRAVELING THE DISTANCE","CHAPTER":"3","SUBCHAPTER":"1","ORDER":"4","CONTENT":"With hesitation and doubt in her voice, Nightingale tries to cheer herself up."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"6","CONTENT":"Isla ignores Suri and pleads to the group to save Faust."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"3","CONTENT":"Isla is frantic next to the body of her human friend. She calls him Faust. And as Faust lie bleeding to death on the ground, blood soaking his tunic from a horrific wound, Rook worries for his survival."},{"TYPE":"CONTENT","TITLE":"VICTORIOUS ROYALTY","CHAPTER":"3","SUBCHAPTER":"8","ORDER":"2","CONTENT":"Nightingale and Zeke win the Bellicose fight. Jovial trash-talking ensues."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"7","CONTENT":"Suri begins to usher them to grab Faust so that they might leave. Suri explains that they must hurry before the Great Bounty arrives but she’s cut short as the sun blots out and darkness looms over them."},{"TYPE":"CONTENT","TITLE":"THE PROPER AUTHORITIES","CHAPTER":"3","SUBCHAPTER":"2","ORDER":"3","CONTENT":"Nightingale is confident that because herself, Remi, Zeke, and Rook made sure to defer to her father about Aisling’s punishment, that Balthazar will be pleased. If she’s lucky, her father might even reconsider allowing Nightingale into the Demiurge."},{"TYPE":"CONTENT","TITLE":"TRAVELING THE DISTANCE","CHAPTER":"3","SUBCHAPTER":"1","ORDER":"3","CONTENT":"During the long walk, Rook tries to comfort Nightingale by suggesting that curing her of the Maluma could be as easy as casting a spell."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"7","CONTENT":"Rook’s interest is piqued by the mention of Grim Deacons. He turns and asks Justice to confirm that by the Grim Deacons, she means the same Grim Deacons that are well known as very talented Brahmanian Spies and soldiers."},{"TYPE":"CONTENT","TITLE":"FINDING ANOTHER WAY","CHAPTER":"3","SUBCHAPTER":"35","ORDER":"2","CONTENT":"Zeke is a terrible liar and the group fails to convince the guards to let them into the Hyde estate."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"11","CONTENT":"The giant beast leans down over the squirming Living Oblation. The red headed girl screams out as the Lion-Beast tears the human vessel into pieces, exposing the creature that was habitating the human body. It explodes out of the carcass like a black ooze, similar to the Maluma."},{"TYPE":"CONTENT","TITLE":"COMING CLEAN","CHAPTER":"3","SUBCHAPTER":"43","ORDER":"4","CONTENT":"Damocles figures that as long as they are willing to help him with his mother’s situation, he doesn’t care why they are here. More importantly, Damocles explains that he knows nothing of a Theodotion mage. However, if this fabled Theodotion magic was powerful enough to collapse a large section of the Hyde Mines, then it may be related to the explosion that occurred a few days ago."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"16","CONTENT":"Justice calls it a pontifex. Or… at least part of one. It’s something Zafir was after. She explains that she doesn’t know what it does exactly, they were on orders from Zafir to get it for him."},{"TYPE":"CONTENT","TITLE":"FINDING ANOTHER WAY","CHAPTER":"3","SUBCHAPTER":"35","ORDER":"6","CONTENT":"There is a sudden scraping sound down in the dark. The group draws their weapons slowly proceed with caution."},{"TYPE":"CONTENT","TITLE":"FREED FROM THIS REALM","CHAPTER":"3","SUBCHAPTER":"14","ORDER":"18","CONTENT":"!Decision: Protect Isla or hand her over to the Great Bounty."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"14","CONTENT":"Finally, and with a triumphant gasp, Justice finds what she and her friends were after. She holds up an irregular white rock in the corner of the room and laughs triumphantly."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"32","CONTENT":"This betrayal sends Damocles into a blind rage. He charges into the room as the debris and dust still settles. He makes a lunge to tackle Hendrix."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"25","CONTENT":"The man assures the woman by the name of Echo that Elias’ infected wife will soon “turn”. Nobody survives the Blight, and Rivka will be no different. Elias will not have the willpower to execute his own wife and will thus become infected himself. The plan is all coming together."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"21","CONTENT":"Damocles asks if everyone is ready to continue towards where the fourth man ran off too. They agree, and Justice leads them to the collapsed section she mentioned earlier. After a short moment the group is able to squeeze themselves into a tight corridor. The party continues down the corridor a very long way until they finally reach a thick locked stone door."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"22","CONTENT":"Damocles suggests that Justice cause another explosion to blow through the door but Justice refuses, saying that anytime she uses her Theodotion magic, a price must be paid to her Tome. Confused, Damocles simply accepts the answer without further explanation."},{"TYPE":"CONTENT","TITLE":"LITTLE GOLD LIE","CHAPTER":"3","SUBCHAPTER":"29","ORDER":"2","CONTENT":"Zeke and Nightingale track down Teegan Patel to tell her their fabricated story."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"36","CONTENT":"Meanwhile, Damocles tries to get information from Hendrix, but it’s too late. The man’s form twists into something inhuman and he screams in pain as he’s turned into something horrible."},{"TYPE":"CONTENT","TITLE":"COMING CLEAN","CHAPTER":"3","SUBCHAPTER":"43","ORDER":"5","CONTENT":"Nightingale begins to inquire to learn more, but Damocles cuts her short and explains that they’re going to see the jailer. He tells Nightingale that her questions would be better asked there."},{"TYPE":"CONTENT","TITLE":"MINERS EXTRACTED","CHAPTER":"3","SUBCHAPTER":"61","ORDER":"4","CONTENT":"Damocles is congratulated for such a brave selfless act."},{"TYPE":"CONTENT","TITLE":"LITTLE GOLD LIE","CHAPTER":"3","SUBCHAPTER":"29","ORDER":"4","CONTENT":"Nightingale chimes in and explains that Lyle didn’t trust them anyway. Nightingale then promises that she will see what she can do about the situation once she gets back to Elenia. It’s an empty promise though, and Nightingale can’t help but feel guilty."},{"TYPE":"CONTENT","TITLE":"FAUST’S FATE","CHAPTER":"3","SUBCHAPTER":"15","ORDER":"3","CONTENT":"Nightingale apologizes for not being able to save Isla. Faust doesn’t blame them. The creature was too powerful to disobey."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"5","CONTENT":"As Justice pokes at dark corners in her search, Nightingale pulls herself away from the traces of human still littering the crater to ask Justice more about what happened. Nightingale asks about the people that were after her in the mines."},{"TYPE":"CONTENT","TITLE":"LITTLE GOLD LIE","CHAPTER":"3","SUBCHAPTER":"29","ORDER":"3","CONTENT":"Zeke exclaims that the Corpse collector bested them and they were unable to snag the Lotus."},{"TYPE":"CONTENT","TITLE":"FAUST’S FATE","CHAPTER":"3","SUBCHAPTER":"15","ORDER":"2","CONTENT":"Faust lie in a hospital bed in Hyde, making a slow recovery, but clearly heartbroken by the fate of his beloved friend Isla."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"26","CONTENT":"Frustrated. Echo responds to the man by the name of Hendrix. She’s furious with Hendrix’s lack of initiative. Echo suggests they infect Hyde’s water system with The Blight. She explains that if they can uproot the city, Brahmanian plans can move forward with occupation."},{"TYPE":"CONTENT","TITLE":"LITTLE GOLD LIE","CHAPTER":"3","SUBCHAPTER":"29","ORDER":"5","CONTENT":"Teegan understands the situation and doesn’t hold it against them. Instead, Teegan appreciates them trying at all. Before departing, Teegan hypes herself up, confident that she’ll find another way to get her daughter to Middara. Then, she lets them know that she hopes to meet again one day."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN HYDE","CHAPTER":"3","SUBCHAPTER":"5","ORDER":"7","CONTENT":"Regardless, after going through the plan and cover story, the group decides that it’s going to be too much work without resting first. They decide to unwind a bit and check out the mysterious ash covered city before attempting to convince another member of the royalty that they need help."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"12","CONTENT":"Justice reassured them that the Grim Deacons were caught in the blast and makeup half of the bodies here. So there is no need to worry. She seems confident that the blast killed all three of them although there was a fourth individual who did not look like a Grim Deacon but instead looked like a resident of Hyde."},{"TYPE":"CONTENT","TITLE":"TRAVELING THE DISTANCE","CHAPTER":"3","SUBCHAPTER":"1","ORDER":"6","CONTENT":"! Reward Check: Hegemonix."},{"TYPE":"CONTENT","TITLE":"SMOOTH TALKER","CHAPTER":"3","SUBCHAPTER":"34","ORDER":"12","CONTENT":"Elias suspects foul play behind the recent surge of Blighted victims in Hyde. He explains that in the same timeframe that his wife was attacked, there was an explosion in the mines of Hyde. Whatever was going on in Hyde, he requested outside help to help take care of it."},{"TYPE":"CONTENT","TITLE":"MINERS EXTRACTED","CHAPTER":"3","SUBCHAPTER":"61","ORDER":"3","CONTENT":"At least some of the miners were successfully rescued."},{"TYPE":"CONTENT","TITLE":"SMOOTH TALKER","CHAPTER":"3","SUBCHAPTER":"34","ORDER":"15","CONTENT":"Nightingale agrees, not wanting to give her cover away. Together, the group rises to leave but is stopped before they make it out the door."},{"TYPE":"CONTENT","TITLE":"FAUST’S FATE","CHAPTER":"3","SUBCHAPTER":"15","ORDER":"5","CONTENT":"!New Story Flag: A Lonely Survivor."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN HYDE","CHAPTER":"3","SUBCHAPTER":"5","ORDER":"3","CONTENT":"They approach a nearby guard and ask for more information on where to find Elias Hyde. The guard points toward the sky to a lone manor sitting atop a massive hill."},{"TYPE":"CONTENT","TITLE":"SMOOTH TALKER","CHAPTER":"3","SUBCHAPTER":"34","ORDER":"13","CONTENT":"Elias requires the party’s assistance in investigating the cause of The Blight"},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"20","CONTENT":"Both Damocles and Justice seem bummed about Nightingale’s decision for different reasons but they both submit to it being fair. Nightingale is the Princess of Elenia after all."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"33","CONTENT":"Fed up with Hendrix’s incompetency, Echo grabs a sketchy looking syringe off of a table and injects Hendrix with its contents."},{"TYPE":"CONTENT","TITLE":"TRAVELING THE DISTANCE","CHAPTER":"3","SUBCHAPTER":"1","ORDER":"2","CONTENT":"The group continues on their way towards the city of Hyde in hopes of finding more information about the mythical Theodotion Mage mentioned in Aisling’s stolen documents. As they travel south, and deeper into Elenia’s wild countryside, they marvel at the vast mountainous and unforgiving terrain along the way."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"18","CONTENT":"Nightingale, in a trance-like state of submission to the Maluma, snatches the Pontifex piece from Damocles. Nightingale claims that she’s the Princess of Elenia and this belongs to her before anyone else present in the mines. Nightingale says that she’ll keep watch of the Pontifex piece until Justice’s end of the bargain is fulfilled. Then, she’ll give it to Zafir only if she deems that it’s safe."},{"TYPE":"CONTENT","TITLE":"ARRIVING IN HYDE","CHAPTER":"3","SUBCHAPTER":"5","ORDER":"5","CONTENT":"The party ignores the warning and hikes up the steep pathways, making their way up towards the elusive Hyde manor. As they walk, they converse, trying to come up with a strategy on their official story. After their blunders in Rhamsted, they decide to create a cover story rather than go with the tried-and-true “royalty from Elenia” schtick."},{"TYPE":"CONTENT","TITLE":"SMOOTH TALKER","CHAPTER":"3","SUBCHAPTER":"34","ORDER":"8","CONTENT":"People infected with The Blight devolve into mindless, bloodthirsty monsters called Blighted Guardians. Recently, everything came to a dramatic head when a Blighted Guardian found its way into the Hyde Estate during the night and attack Elias’ wife Rivka."},{"TYPE":"CONTENT","TITLE":"WE TRIED OUR BEST","CHAPTER":"3","SUBCHAPTER":"30","ORDER":"3","CONTENT":"Although disappointed, Teegan thanks them for their efforts. She decides to try and find another way to get her daughter to Middara."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"28","CONTENT":"Damocles knew Hendrix. And hearing the man plot the demise of Hyde and his family drove Damocles’ face white with anger. Enough was enough, Damocles angrily orders Justice to use her magic to blast their way through."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"17","CONTENT":"Something stirs inside Nightingale, the Maluma thunders inside her mind. It yearns for the Pontifex piece and part of its feelings impart upon Nightingale and she too feels the need for this artifact."},{"TYPE":"CONTENT","TITLE":"WE TRIED OUR BEST","CHAPTER":"3","SUBCHAPTER":"30","ORDER":"4","CONTENT":"Teegan departs, letting them know she’s thankful and hopes to meet again one day."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"10","CONTENT":"Justice turns to explain that the Grim Deacons are after the friend she wants to take Nightingale too. His name is Zafir and he’s likely to be able to help them out with the Maluma issue."},{"TYPE":"CONTENT","TITLE":"TROUBLE OF THE BOND","CHAPTER":"3","SUBCHAPTER":"16","ORDER":"10","CONTENT":"The Lion-Beast leans down over the squirming Living Oblation. The red headed girl screams out as the Lion-Beast tears the human vessel into pieces, exposing the creature that was habitating the human body. It explodes out of the carcass like a black ooze, similar to the Maluma."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"4","CONTENT":"While the others take in the horrific sight, Justice begins searching for something immediately upon arrival."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"23","CONTENT":"Just then, Remi leans in, hearing voices on the other side of the door."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"6","CONTENT":"Justice tells Nightingale that it was Grim Deacons."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"29","CONTENT":"Confronted with his anger, Justice reconsiders using her magic. She channels energy from her giant book and focuses it on the stone door. The door rots away as if time itself was destroying it. After the door shrivels, there’s an explosion of dust as the passage before them explodes."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"3","CONTENT":"The traces of the original mine were barely visible. The crater from the explosion that took place was huge and left a chasm that stretched across the underground in a way that was unreal."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"15","CONTENT":"Damocles swipes the rock from Justice and curiously asks what it is."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"27","CONTENT":"From listening to the two voices talk, It seemed a Grim Deacon by the name of Echo is conspiring with someone by the name of Hendrix."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"13","CONTENT":"Damocles goes to ask more about the fourth man but Justice mentions he ran off into a nearby tunnel that has collapsed. She’s certain it’s where they needed to go."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"11","CONTENT":"The mention of Grim Deacons causes Rook to become increasingly more wary."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"34","CONTENT":"Hendrix immediately starts pustulating and turning pale. He screams at the realization he’s been infected with such a pure form of the Blight."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"24","CONTENT":"The group hear two different people talking, a man and a woman. The woman is furious with the man for failing to kill “the Duke and his heir”."},{"TYPE":"CONTENT","TITLE":"THE FINANCIAL DILEMMA","CHAPTER":"3","SUBCHAPTER":"32","ORDER":"3","CONTENT":"Remi has heard about the corpse lotus before. A corpse lotus in pristine condition like the one they’d just retrieved would garner them a handsome return."},{"TYPE":"CONTENT","TITLE":"THE FINANCIAL DILEMMA","CHAPTER":"3","SUBCHAPTER":"32","ORDER":"4","CONTENT":"Rook and Zeke both agree. They think that the money would help the group ensure Nightingale’s safety. Afterall, they needed money to make sure that they were properly equipped to get rid of the Maluma."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"8","CONTENT":"Justice nods, confirming that Rook is spot on in his analysis."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"9","CONTENT":"Damocles overhears and worries at the news. He’s heard of the Grim Deacons. They’re notorious elite killers for the aristocracies of Brahma, the country to the west. They’re hard to kill, and incredibly connected."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"30","CONTENT":"Through the dust and madness, the party makes out what’s behind the door. It looks like a primitive laboratory of some sort with cages and vials and syringes and experiments of all sorts. The explosion caused by Justice sent the equipment scattering and the room was now a mess."},{"TYPE":"CONTENT","TITLE":"THE FINANCIAL DILEMMA","CHAPTER":"3","SUBCHAPTER":"32","ORDER":"5","CONTENT":"Nightingale can’t believe that the others are considering taking the Lotus and selling it after promising Teegan Patel that they would help her. She contends that her daughter could have been told about Middara and could be waiting to come to Middara. Remi contends that she might not. Moreover, not everyone wants to be pulled away from their friends and family."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"35","CONTENT":"Before anyone can stop Echo, she disappears into the far exit and escapes through a door."},{"TYPE":"CONTENT","TITLE":"THE FINANCIAL DILEMMA","CHAPTER":"3","SUBCHAPTER":"32","ORDER":"2","CONTENT":"Now back at the embassy, with Lotus in hand, the party debates on what to do with this sought-after flower."},{"TYPE":"CONTENT","TITLE":"MURMURS BEHIND THE DOOR","CHAPTER":"3","SUBCHAPTER":"52","ORDER":"31","CONTENT":"Echo and Hendrix were now clearly visible. Damocles had always seen Hendrix as one of his fathers best friends. He had always trusted Hendrix to protect Hyde. Instead, Damocles finds him conspiring with a Grim Deacon and the culprit behind his mother’s impending demise."},{"TYPE":"CONTENT","TITLE":"THE HYDE ESTATE","CHAPTER":"3","SUBCHAPTER":"33","ORDER":"5","CONTENT":"!Skill Check: The rest of his friends play along and Zeke hopes it works."},{"TYPE":"CONTENT","TITLE":"THE HYDE ESTATE","CHAPTER":"3","SUBCHAPTER":"33","ORDER":"2","CONTENT":"The party makes their way up a hill overlooking the city to the walled off Hyde estate."},{"TYPE":"CONTENT","TITLE":"COUGHING GIRL","CHAPTER":"3","SUBCHAPTER":"60","ORDER":"2","CONTENT":"The party manages to rescue a girl in the mines. Her father thanks Damocles for being so brave and saving his daughter."},{"TYPE":"CONTENT","TITLE":"COUGHING GIRL","CHAPTER":"3","SUBCHAPTER":"60","ORDER":"3","CONTENT":"The girl doesn’t have time to say thank you and is instead ushered away for medical attention."},{"TYPE":"CONTENT","TITLE":"IS EVERYONE ALRIGHT?","CHAPTER":"4","SUBCHAPTER":"9","ORDER":"4","CONTENT":"! Special: Remi is injured."},{"TYPE":"CONTENT","TITLE":"GRIMACE","CHAPTER":"4","SUBCHAPTER":"32","ORDER":"3","CONTENT":"She soon learns why, as Alana arrives riding her Wurm, rampaging through the room and rendering any escape attempt futile."},{"TYPE":"CONTENT","TITLE":"GRIMACE","CHAPTER":"4","SUBCHAPTER":"32","ORDER":"2","CONTENT":"The fight against the Gatekeepers doesn’t go well for Nightingale, Breeze, and the other hostages. Wore, the Gatekeepers weren’t even trying to kill her, just slow her down."},{"TYPE":"CONTENT","TITLE":"GRIMACE","CHAPTER":"4","SUBCHAPTER":"32","ORDER":"4","CONTENT":"At the last moment, she ends up with the single surviving Nymph prisoner in her arms, Ursy. Breeze begs her to get the nymph to safety, before sacrificing herself to buy them enough time to escape."},{"TYPE":"CONTENT","TITLE":"GRIMACE","CHAPTER":"4","SUBCHAPTER":"32","ORDER":"5","CONTENT":"Nightingale and the surviving Anointed run for their lives, not wasting her sacrifice."},{"TYPE":"CONTENT","TITLE":"GRIMACE","CHAPTER":"4","SUBCHAPTER":"32","ORDER":"6","CONTENT":"! New Flag: Fallen Friend"},{"TYPE":"CONTENT","TITLE":"ROBED FIGURES","CHAPTER":"4","SUBCHAPTER":"34","ORDER":"3","CONTENT":"They break into the lair moments later, a vast space filled with cages and corpses. Breeze runs through it, searching for the other members of her tribe, and is horrified to learn that Alana ate them first."},{"TYPE":"CONTENT","TITLE":"RETREATING WURM","CHAPTER":"4","SUBCHAPTER":"31","ORDER":"6","CONTENT":"! Flag Check: Key Defeat"},{"TYPE":"CONTENT","TITLE":"RETREATING WURM","CHAPTER":"4","SUBCHAPTER":"31","ORDER":"2","CONTENT":"The fight with Alana doesn’t go as well for her as she expects, as the group manages to beat her back, weakening her Wurm and nearly killing them both. She’s forced to retreat underground to avoid being killed."},{"TYPE":"CONTENT","TITLE":"RETREATING WURM","CHAPTER":"4","SUBCHAPTER":"31","ORDER":"5","CONTENT":"Rook insits they go right back underground to find her, but no one else has enough energy for the task. He’s outvoted, as everyone else says they need to rest before they can go back down. They’re all wounded and exhausted from the fight, and getting themselves killed won’t help Nightingale."},{"TYPE":"CONTENT","TITLE":"RETREATING WURM","CHAPTER":"4","SUBCHAPTER":"31","ORDER":"4","CONTENT":"The group returns to the surface, finding Nightingale isn’t waiting for them at the camp."},{"TYPE":"CONTENT","TITLE":"RETREATING WURM","CHAPTER":"4","SUBCHAPTER":"31","ORDER":"3","CONTENT":"The group tries to follow, but they’re not fast enough, and they can’t tunnel like the Wurm can. It tunnels away into the darkness, leaving them behind."},{"TYPE":"CONTENT","TITLE":"ROOK, THE BEST PIECE ON THE BOARD","CHAPTER":"4","SUBCHAPTER":"29","ORDER":"4","CONTENT":"! Special: Rook is injured."},{"TYPE":"CONTENT","TITLE":"WHAT HAPPENED TO YOU GUYS?","CHAPTER":"4","SUBCHAPTER":"27","ORDER":"3","CONTENT":"Eventually the rest of the group arrives, arguing about the difficulties they had finding the tome."},{"TYPE":"CONTENT","TITLE":"MEANINGFUL LOSS","CHAPTER":"4","SUBCHAPTER":"26","ORDER":"4","CONTENT":"Once they escape, Justice has a moment to recover, and apologizes for almost getting them killed. Though dejected over not collecting this new book of knowledge, she’s still confident she knows the purpose of the Pontifex, so maybe it wasn’t all for nothing."},{"TYPE":"CONTENT","TITLE":"MEANINGFUL LOSS","CHAPTER":"4","SUBCHAPTER":"26","ORDER":"5","CONTENT":"! Flag Check: Rested"},{"TYPE":"CONTENT","TITLE":"MEANINGFUL LOSS","CHAPTER":"4","SUBCHAPTER":"26","ORDER":"2","CONTENT":"The tree-monster is just too powerful to overcome, and Zeke is nearly killed by its attacks. Justice is knocked out before she can reach the tome. Zeke makes his way over, rousing her so that they can try to escape."},{"TYPE":"CONTENT","TITLE":"MEANINGFUL LOSS","CHAPTER":"4","SUBCHAPTER":"26","ORDER":"3","CONTENT":"Justice resists, unwilling to leave without the book, and he has to drag her out rather than leave her to die."},{"TYPE":"CONTENT","TITLE":"MEANINGFUL LOSS","CHAPTER":"4","SUBCHAPTER":"26","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"ONE GIRL, TWO BOOKS","CHAPTER":"4","SUBCHAPTER":"25","ORDER":"3","CONTENT":"Zeke is upset that they didn’t go back for help, but Justice insists they made the right choice. Her book is the entire reason the Anointed came to these ruins, and the knowledge inside might save Nightingale."},{"TYPE":"CONTENT","TITLE":"WURM EN ROUTE","CHAPTER":"4","SUBCHAPTER":"37","ORDER":"2","CONTENT":"Nightingale and the Anointed escape from the ruins of the library, and reunite with the rest of the group on the surface. They immediately try to flee Gehenna, but they don’t make it very far before Alana and her Wurm emerge from underground to block the way."},{"TYPE":"CONTENT","TITLE":"SOMETHING’S COMING","CHAPTER":"4","SUBCHAPTER":"24","ORDER":"2","CONTENT":"Rook stays awake through the night, keeping watching over a resting Remi. After several hours alone, Gaige alerts him to the approach of dangerous creatures from the darkness."},{"TYPE":"CONTENT","TITLE":"SOMETHING’S COMING","CHAPTER":"4","SUBCHAPTER":"24","ORDER":"3","CONTENT":"At first it seems that he’s going to have to fight them alone, but Suri manifests to assist him, willing to risk the Great Bounty noticing her to keep Rook safe. They will have to fight together."},{"TYPE":"CONTENT","TITLE":"A DISTANT SOUND","CHAPTER":"4","SUBCHAPTER":"23","ORDER":"2","CONTENT":"Though he did his best to keep awake and protect Remi, Rook eventually fell asleep."},{"TYPE":"CONTENT","TITLE":"I’LL REPAY YOU ONE DAY","CHAPTER":"4","SUBCHAPTER":"38","ORDER":"4","CONTENT":"Reward: Homemade Brooch"},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"7","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"5","CONTENT":"While she’s reading, Damocles ignores her advice and tampers with one of the artifacts, releasing a gigantic tree-monster from within which immediately attacks them."},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"4","CONTENT":"Justice warns them not to touch anything, as she investigates an ancient tome held in protective glass. She seems excited with the secrets it contains, and hopes to be able to take it back to translate it fully on the surface."},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"2","CONTENT":"Justice is losing steam, worried about the members of the Anointed and the fact that they haven’t encountered anyone else yet despite traveling so far. Zeke reassures her that they’re bound to find them eventually, they just have to keep looking. They have to be down here somewhere."},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"6","CONTENT":"Justice is unwilling to run, and tries to get past it to the tome, forcing Zeke and Damocles to fight their way after her."},{"TYPE":"CONTENT","TITLE":"A CURIOUS ROOM","CHAPTER":"4","SUBCHAPTER":"22","ORDER":"3","CONTENT":"Damocles calls them over, revealing the entrance to a massive chamber that proves to be their destination. It holds numerous strange arcane objects, preserved from the jungle’s rot thanks to the great depth."},{"TYPE":"CONTENT","TITLE":"TOGETHER UNTIL THE END","CHAPTER":"4","SUBCHAPTER":"39","ORDER":"2","CONTENT":"Even out in the open, Alana and her wurm are just too powerful to defeat. Everyone is beaten back one by one. Alana dismounts her wurm, and advances on Nightingale, choosing her as the first to kill. But before she can reach her, she turns and screams in horror."},{"TYPE":"CONTENT","TITLE":"TOGETHER UNTIL THE END","CHAPTER":"4","SUBCHAPTER":"39","ORDER":"3","CONTENT":"Breeze uses an incredible surge of nature magic to strike the monster, tearing it in half. She’s defenseless by the time Alana reaches her, and she’s dispatched easily, falling bleeding to the floor."},{"TYPE":"CONTENT","TITLE":"A PANICKED RUN","CHAPTER":"4","SUBCHAPTER":"21","ORDER":"2","CONTENT":"Zeke, Justice, and Damocles are unable to fight the gatekeeper, despite their best efforts. Zeke and Justice do their best to hold her off, getting the crap beaten out of them in the process."},{"TYPE":"CONTENT","TITLE":"TOGETHER UNTIL THE END","CHAPTER":"4","SUBCHAPTER":"39","ORDER":"5","CONTENT":"Nightingale does her best to comfort the devastated Ursy, crying with her in the ruins."},{"TYPE":"CONTENT","TITLE":"A PANICKED RUN","CHAPTER":"4","SUBCHAPTER":"21","ORDER":"3","CONTENT":"Damocles eventually discovers a hidden exit, and they sprint desperately to get away, locking the door behind them with Justice’s magic and running for their lives."},{"TYPE":"CONTENT","TITLE":"TOGETHER UNTIL THE END","CHAPTER":"4","SUBCHAPTER":"39","ORDER":"4","CONTENT":"Ursy is there moments later, with her own magic. She stabs Alana from behind. But too late. Breeze has time for a final goodbye, then falls dead."},{"TYPE":"CONTENT","TITLE":"TOGETHER UNTIL THE END","CHAPTER":"4","SUBCHAPTER":"39","ORDER":"6","CONTENT":"! New Flag: Fallen Friend"},{"TYPE":"CONTENT","TITLE":"A SAFER PLACE","CHAPTER":"4","SUBCHAPTER":"40","ORDER":"2","CONTENT":"Together with the Anointed, the group finally defeats Alana. They kill the wurm, severing each of its remaining heads. Eventually Alana is on the ground, crawling away from them. She taunts Nightingale, arguing that she has no right to judge. All Alana wanted was immortality, something that Nightingale already had."},{"TYPE":"CONTENT","TITLE":"A SAFER PLACE","CHAPTER":"4","SUBCHAPTER":"40","ORDER":"5","CONTENT":"! New Flag: Last of her Coterie"},{"TYPE":"CONTENT","TITLE":"WINDING DOWN","CHAPTER":"4","SUBCHAPTER":"20","ORDER":"2","CONTENT":"Justice, Zeke, and Damocles have defeated the Gatekeepers protecting the archives. Zeke urges them to return to the rest of the group."},{"TYPE":"CONTENT","TITLE":"INDEPENDENT BRAVERY","CHAPTER":"4","SUBCHAPTER":"19","ORDER":"2","CONTENT":"Breeze leads Nightingale directly to Alana’s lair, past the remains of many dead creatures. She laments the death of her tribe, which Alana has almost completely butchered by now. The Maluma warns Nightingale that the path they’re on is extremely dangerous, but Breeze insists that Alana will be out looking for her newly gathered prey, and while she’s doing that they can free anyone trapped in her lair."},{"TYPE":"CONTENT","TITLE":"THE ARCHIVES","CHAPTER":"4","SUBCHAPTER":"18","ORDER":"3","CONTENT":"It’s filled with rotting corpses, and there’s a huge opening in the floor used by some burrowing creature. There are also three guardians watching over the archives, Gatekeepers who emerge from the shadows and attack."},{"TYPE":"CONTENT","TITLE":"THE ARCHIVES","CHAPTER":"4","SUBCHAPTER":"18","ORDER":"2","CONTENT":"Justice leads half of the group through Gehenna until she reaches a magically sealed door. She opens it using her magic, exposing the archives within. Though the books and artifacts within are in pristine condition, the archives have been converted into a monster’s den."},{"TYPE":"CONTENT","TITLE":"BLACK TICKET REDEMPTION","CHAPTER":"4","SUBCHAPTER":"42","ORDER":"2","CONTENT":"Before Alana can kill her, a dozen Black Hand agents appear from the shadows with crossbows and magic. They unleash everything they have against Alana, tearing her apart in seconds."},{"TYPE":"CONTENT","TITLE":"DANGEROUS SPLIT","CHAPTER":"4","SUBCHAPTER":"17","ORDER":"3","CONTENT":"Once everyone is convinced, Justice leads half the group away, down into the archives."},{"TYPE":"CONTENT","TITLE":"BLACK TICKET REDEMPTION","CHAPTER":"4","SUBCHAPTER":"42","ORDER":"4","CONTENT":"Zafir wants to know who they are, and Remi explains a little of what happened in Rhamsted. Considering their results, Zafir is thrilled they arrived in time."},{"TYPE":"CONTENT","TITLE":"BLACK TICKET REDEMPTION","CHAPTER":"4","SUBCHAPTER":"42","ORDER":"3","CONTENT":"When the smoke clears, their leader helps Remi from the rubble, and informs them that their debt has been repaid. They take back the black ticket, burning it before their eyes."},{"TYPE":"CONTENT","TITLE":"SAFE RESTING","CHAPTER":"4","SUBCHAPTER":"16","ORDER":"3","CONTENT":"After a brief agreement, they agree, and Justice leads the way down towards the forbidden section."},{"TYPE":"CONTENT","TITLE":"SAFE RESTING","CHAPTER":"4","SUBCHAPTER":"16","ORDER":"2","CONTENT":"Zeke expresses dissatisfaction with just waiting for Remi to recover, given they’re separated and Nightingale could be in danger. He suggests going with Justice and Damocles to find information about the Pontifex, while Rook protects Remi."},{"TYPE":"CONTENT","TITLE":"TRAPPED IN THE DARK","CHAPTER":"4","SUBCHAPTER":"15","ORDER":"2","CONTENT":"After wandering until no one in the group has the energy to keep going, they make a desperate camp in an empty chamber so they can rest and treat the injured."},{"TYPE":"CONTENT","TITLE":"A PAINFUL END","CHAPTER":"4","SUBCHAPTER":"43","ORDER":"3","CONTENT":"Nightingale is conscious long enough to feel the Maluma’s pleasure at acquiring a much more powerful host before she’s killed."},{"TYPE":"CONTENT","TITLE":"NIGHTINGALE ALONE","CHAPTER":"4","SUBCHAPTER":"14","ORDER":"6","CONTENT":"After some deliberation, they agree to work together to rescue whoever they can, and Breeze leads Nightingale down another path through Gehenna."},{"TYPE":"CONTENT","TITLE":"NIGHTINGALE ALONE","CHAPTER":"4","SUBCHAPTER":"14","ORDER":"3","CONTENT":"She rests uneasily in the empty camp, until the library begins to shake itself apart. A strange nymph appears from the darkness, saying that something has triggered her trap. Nightingale demands the return of her friends, and the Nymph responds that she can die like them too."},{"TYPE":"CONTENT","TITLE":"NIGHTINGALE ALONE","CHAPTER":"4","SUBCHAPTER":"14","ORDER":"2","CONTENT":"Nightingale stands at the edge of the trapdoor, and nearly jumps in after her friends. But the Maluma persuades her that the fall is much too risky, and so she decides to wait for her friends to return."},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"4","CONTENT":"After some discussion, Justice explains that she now understands what the Pontifex actually does. It’s a key, able to seal and unseal esper of all kinds. A supernatural skeleton key."},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"2","CONTENT":"After surviving the confrontation with Alana, the group joins the Anointed in their old camp. Instead of resting right away, Nightingale meets with Zafir and justice to discuss what has happened."},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"8","CONTENT":"Before they can tell him the truth, the Maluma reveals itself to Nightingale, warning her frankly that Zafir is one of its old enemies, and if he learns it has infested her, then Zafir will stop at nothing to get it out, even if that means killing her. She stops Rook from telling Zafir about it just in time. Instead she tells Zafir that she’s the princess, and lies about her civic duty."},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"6","CONTENT":"! Special: All party members are no longer injured"},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"5","CONTENT":"The injured members of the group are finally able to receive magical treatment, recovering from their wounds."},{"TYPE":"CONTENT","TITLE":"A GEHENNA MORNING","CHAPTER":"4","SUBCHAPTER":"44","ORDER":"10","CONTENT":"Justice confirms that the Maluma was telling the truth, and that Zafir has killed its previous hosts. She seems confident that she’ll be able to make sure this time goes better so long as she makes the case. Nightingale and Zeke are frustrated with her, but she promises to make the case for Nightingale that night."},{"TYPE":"CONTENT","TITLE":"DEEPER INTO THE LIBRARY","CHAPTER":"4","SUBCHAPTER":"13","ORDER":"5","CONTENT":"It opens, revealing a dead member of the Anointed, Jakobe, who had been trapped there. Justice is upset she couldn’t be there to save him. The group collects his valuables and continues forward."},{"TYPE":"CONTENT","TITLE":"NEW REVELATIONS","CHAPTER":"4","SUBCHAPTER":"45","ORDER":"3","CONTENT":"! Reward: Portent of Brutality Discipline"},{"TYPE":"CONTENT","TITLE":"DEEPER INTO THE LIBRARY","CHAPTER":"4","SUBCHAPTER":"13","ORDER":"3","CONTENT":"Zeke asks if Suri knows how to translate them, but she says it’s much too ancient and she can’t be of any help. She explains that Arkalla is a vast realm with many creatures, including her own kind the Antargatis Siren. They don’t know everything every other species ever built."},{"TYPE":"CONTENT","TITLE":"DEEPER INTO THE LIBRARY","CHAPTER":"4","SUBCHAPTER":"13","ORDER":"2","CONTENT":"After wandering for some time, the group comes to a dead end covered in strange symbols."},{"TYPE":"CONTENT","TITLE":"NEW REVELATIONS","CHAPTER":"4","SUBCHAPTER":"45","ORDER":"2","CONTENT":"Justice shows Nightingale the tome she managed to extract form the archive, convinced that the secrets it contains will allow her to eventually kill the Maluma."},{"TYPE":"CONTENT","TITLE":"FUMBLING ALONG","CHAPTER":"4","SUBCHAPTER":"12","ORDER":"2","CONTENT":"The ruins are badly infested, and what’s worse they’ve been filled with dangerous traps. The group is overwhelmed, and is beaten into a corner."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: MY COLLECTION IS HUGE!","CHAPTER":"4","SUBCHAPTER":"47","ORDER":"3","CONTENT":"Rook and Remi seem confident they’ll be able to triumph easily, though ultimately the dice will decide."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: THE LONELY GIRL","CHAPTER":"4","SUBCHAPTER":"48","ORDER":"3","CONTENT":"Nightingale discovers Ursy alone in a dark corner of the camp, obviously traumatized after what she suffered. She does her best to comfort the nymph, but Ursy is heartbroken beyond reason. In her mind, her entire world is gone, entire tribe slaughtered."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: THE LONELY GIRL","CHAPTER":"4","SUBCHAPTER":"48","ORDER":"5","CONTENT":"Ursy explains that though Nymphs don’t live very long, they do contain a seed inside them, which can germinate into the next generation after their death. She’s heartbroken that those Alana consumed were destroyed, but then seems relieved when she realizes that there were others in her village who hadn’t been planted yet."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: THE LONELY GIRL","CHAPTER":"4","SUBCHAPTER":"48","ORDER":"2","CONTENT":"Flag Requirement: Last of Her Coterie"},{"TYPE":"CONTENT","TITLE":"HOPE FOR A FUTURE","CHAPTER":"4","SUBCHAPTER":"50","ORDER":"3","CONTENT":"Ursy expresses her gratitude towards the group for helping her, proclaiming that Breeze knew how to pick good friends, and she would’ve been lost without them."},{"TYPE":"CONTENT","TITLE":"HOPE FOR A FUTURE","CHAPTER":"4","SUBCHAPTER":"50","ORDER":"2","CONTENT":"After a difficult battle, Ursy eventually gathers up the seeds, packing them away in a safe, dry container for transport. She can’t stay to raise them, so she’s going to bring them along."},{"TYPE":"CONTENT","TITLE":"HOPE FOR A FUTURE","CHAPTER":"4","SUBCHAPTER":"50","ORDER":"5","CONTENT":"! New Flag: Seeds of Her People"},{"TYPE":"CONTENT","TITLE":"HOPE FOR A FUTURE","CHAPTER":"4","SUBCHAPTER":"50","ORDER":"4","CONTENT":"They leave together, with Ursy carefully sheltering the seeds from here on."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: LAKSHMI THE GATEKEEPER","CHAPTER":"4","SUBCHAPTER":"51","ORDER":"4","CONTENT":"Rook volunteers to retrieve it for her, and gathers the others. It was only a tree that took it, after all. But Damocles, Nightingale, and Zeke know better. Even so, it’s too late to refuse, and so they set off."},{"TYPE":"CONTENT","TITLE":"SIDE QUEST: LAKSHMI THE GATEKEEPER","CHAPTER":"4","SUBCHAPTER":"51","ORDER":"2","CONTENT":"Remi approaches Rook, who has been watching Lakshmi trade with the Anointed. He explains that he’s trying to understand gatekeepers, and make sense of their motivations. Remi discourages him from pestering her, but Rook ignores her."},{"TYPE":"CONTENT","TITLE":"CAGES","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"2","CONTENT":"Nightingale wakes bruised and bloody, discovering that she’s trapped inside a cage. She isn’t alone though: the members of the Anointed they’ve been looking for are all around her. A man introduces himself as Zafir, and explains how futile their escape attempts have been. Breeze is trapped too, along with the only surviving Nymph, Ursy."},{"TYPE":"CONTENT","TITLE":"ONE KEY FOR ONE DOOR","CHAPTER":"4","SUBCHAPTER":"52","ORDER":"5","CONTENT":"! Reward: Chalice of Manala"},{"TYPE":"CONTENT","TITLE":"FOOTSTEPS AND BARE FEET","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"3","CONTENT":"Zafir urges them to make their escape now, or else be discovered by Alana and die too. Together they make their escape, limping free of Alana’s lair."},{"TYPE":"CONTENT","TITLE":"CAGES","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"3","CONTENT":"The Maluma instantly recognizes Zafir, and stops waiting passively for Nightingale to be killed. It grants her new powers in order to cut through the bars and lead an escape. The Anointed see her do it, though considering how desperate the situation is they don’t press her for answers right then."},{"TYPE":"CONTENT","TITLE":"CAGES","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"5","CONTENT":"! New Flag: Slipping +1"},{"TYPE":"CONTENT","TITLE":"FOOTSTEPS AND BARE FEET","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"2","CONTENT":"Though the gatekeepers are dangerous enemies, Nightingale and the Anointed are able to overwhelm them. As the last is finally destroyed, the nymphs begin searching through the corpses for any sign of their tribe. Breeze and Ursy are on the edge of a breakdown."},{"TYPE":"CONTENT","TITLE":"CAGES","CHAPTER":"4","SUBCHAPTER":"-","ORDER":"4","CONTENT":"! Reward: The Feasting Discipline"},{"TYPE":"CONTENT","TITLE":"ROOK THE RESCUER","CHAPTER":"4","SUBCHAPTER":"11","ORDER":"3","CONTENT":"Eventually the group discovers the path deeper into the library, and continues deeper."},{"TYPE":"CONTENT","TITLE":"MAYBE WE CAN PICK THE LOCK","CHAPTER":"4","SUBCHAPTER":"53","ORDER":"2","CONTENT":"Though the group does their best to retrieve the missing key, the swamp’s monsters are just too much for them to overcome, and they’re forced to retreat back to Gehenna."},{"TYPE":"CONTENT","TITLE":"ROOK THE RESCUER","CHAPTER":"4","SUBCHAPTER":"11","ORDER":"2","CONTENT":"After desperate combat through the ruins of Gehenna, the group finally overcomes the worst of the monstrous infestation. Rook leads them through many dangerous traps, assuring Remi that she isn’t responsible for their difficulty."},{"TYPE":"CONTENT","TITLE":"MAYBE WE CAN PICK THE LOCK","CHAPTER":"4","SUBCHAPTER":"53","ORDER":"6","CONTENT":"! Reward: Gage’s Collar"},{"TYPE":"CONTENT","TITLE":"MAYBE WE CAN PICK THE LOCK","CHAPTER":"4","SUBCHAPTER":"53","ORDER":"5","CONTENT":"As a reward for trying to help, she removes a cat’s collar from her stock, offering it to Remi for Gage."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"2","CONTENT":"After a day to recover, the group gathers together for dinner in the old camp. Justice makes her way over, trailing behind an agitated Zafir and the rest of the anointed. Zafir is furious with Nightingale, explaining that she’s lied about the Maluma."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"6","CONTENT":"Zafir apologizes for having to do it, believing Nightingale dead a long time ago, and everything that she’s done since the work of the Maluma trying to trick them."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"3","CONTENT":"The Maluma begs Nightingale to run right then, telling her that Zafir is going to try to kill her, but Nightingale refuses to listen to it."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"7","CONTENT":"After failing to convince him to let them go, Justice blasts the trap with her Theodotian magic, tearing it apart and freeing the group inside. She’s forced to flee into the jungle from the Anointed."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"8","CONTENT":"Zeke runs after her, while the rest of the group retreats another way."},{"TYPE":"CONTENT","TITLE":"MAIN QUEST: A DANGEROUS SITUATION","CHAPTER":"4","SUBCHAPTER":"54","ORDER":"10","CONTENT":"! Special: Zeke is Unselectable"},{"TYPE":"CONTENT","TITLE":"A TIRING MEETING","CHAPTER":"4","SUBCHAPTER":"55","ORDER":"3","CONTENT":"Nightingale is furious with herself, though Rook seems cautiously willing to believe what Zafir said about the Maluma’s goals. Maybe it really is trying to free an evil god, and they could be playing into its desires."},{"TYPE":"CONTENT","TITLE":"DON’T FIGHT, JUST RUN","CHAPTER":"4","SUBCHAPTER":"10","ORDER":"3","CONTENT":"Remi apologizes for causing them to fail, feeling that she’s the reason they’re unable to fight. Rook dismisses her fears, insisting that she shouldn’t feel guilty for being hurt."},{"TYPE":"CONTENT","TITLE":"A TIRING MEETING","CHAPTER":"4","SUBCHAPTER":"55","ORDER":"5","CONTENT":"Suri appears, urging the group to retreat from the swamps and gather allies. They ignore her, instead deciding to rest for a bit until the Anointed are asleep, then try to sneak into camp to rescue their friends."},{"TYPE":"CONTENT","TITLE":"WHAT YOU CAN’T HAVE","CHAPTER":"4","SUBCHAPTER":"56","ORDER":"4","CONTENT":"Suri is defensive about his accusations, insisting unconvincingly that her interest in Rook is purely academic."},{"TYPE":"CONTENT","TITLE":"DON’T FIGHT, JUST RUN","CHAPTER":"4","SUBCHAPTER":"10","ORDER":"4","CONTENT":"Eventually they find a path forward, and proceed deeper into the library."},{"TYPE":"CONTENT","TITLE":"DON’T FIGHT, JUST RUN","CHAPTER":"4","SUBCHAPTER":"10","ORDER":"2","CONTENT":"The group is completely overwhelmed by the monsters that have infested the ruins. Eventually they’re forced to run for their lives. Padric carries Remi for a bit to allow Rook to cover their retreat."},{"TYPE":"CONTENT","TITLE":"ECHO FROM THE PAST","CHAPTER":"4","SUBCHAPTER":"57","ORDER":"5","CONTENT":"Eventually her Esper arrives, forcing her to fight. Zafir is unwilling to lift his weapon against her, but the other Anointed rush to his defense."},{"TYPE":"CONTENT","TITLE":"ECHO FROM THE PAST","CHAPTER":"4","SUBCHAPTER":"57","ORDER":"2","CONTENT":"Meanwhile, Justice and Zeke have been beaten and restrained outside the Anointed camp. While Justice waits for Zafir’s judgement, she notices a figure approaching from the jungle. At first she hopes it might be their rescue, but the one who emerges is Echo, fully healed. She doesn’t alert the Anointed to her arrival, hoping that she might be willing to let them free."},{"TYPE":"CONTENT","TITLE":"ECHO FROM THE PAST","CHAPTER":"4","SUBCHAPTER":"57","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"ECHO FROM THE PAST","CHAPTER":"4","SUBCHAPTER":"57","ORDER":"3","CONTENT":"Instead, Echo puts her knife to Justice’s neck, demanding that she tell her where the Pontifex piece has been taken. Justice refuses, and would be killed, except that Zeke starts throwing rocks. Before Echo can finish what she’s doing, the commotion rouses the Anointed, who rush in to see what’s going on."},{"TYPE":"CONTENT","TITLE":"ECHO FROM THE PAST","CHAPTER":"4","SUBCHAPTER":"57","ORDER":"4","CONTENT":"Zafir is amazed to see Echo there, and is almost unwilling to believe she could even be alive. Echo begs him to give her the Pontifex piece and let her go, since she doesn’t want to hurt him. But Zafir refuses, insisting that keeping it from Charon is more important than anything."},{"TYPE":"CONTENT","TITLE":"IS EVERYONE ALRIGHT?","CHAPTER":"4","SUBCHAPTER":"9","ORDER":"3","CONTENT":"Suri appears to warn everyone that there shouldn’t be traps in the library. Someone has been making changes, and they know the city well enough to be dangerous."},{"TYPE":"CONTENT","TITLE":"AT LEAST WE FELL TOGETHER","CHAPTER":"4","SUBCHAPTER":"8","ORDER":"6","CONTENT":"! Special: Nightingale is"},{"TYPE":"CONTENT","TITLE":"REVENGE FOR ECHO","CHAPTER":"4","SUBCHAPTER":"58","ORDER":"7","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"REVENGE FOR ECHO","CHAPTER":"4","SUBCHAPTER":"58","ORDER":"6","CONTENT":"! Special: Justice is no longer Unelectable."},{"TYPE":"CONTENT","TITLE":"REVENGE FOR ECHO","CHAPTER":"4","SUBCHAPTER":"58","ORDER":"4","CONTENT":"Nightingale tries to find her location by asking the Maluma, but it only laughs in her face."},{"TYPE":"CONTENT","TITLE":"REVENGE FOR ECHO","CHAPTER":"4","SUBCHAPTER":"58","ORDER":"2","CONTENT":"Nightingale wanders through the camp, past the corpses of the fallen members of the Anointed. She can’t help but feel guilt for killing Zafir, even though he was hardly kind to her. The Maluma appears, furious with her. Charon apparently wanted him, and by killing him the Maluma will be unable to appease its master."},{"TYPE":"CONTENT","TITLE":"LIBRARY OF GEHENNA","CHAPTER":"4","SUBCHAPTER":"7","ORDER":"2","CONTENT":"Together they get the library open, and Nightingale leads the way. She briefly struggles against the Maluma, which is manipulating her into seeing things that aren’t there."},{"TYPE":"CONTENT","TITLE":"LIBRARY OF GEHENNA","CHAPTER":"4","SUBCHAPTER":"7","ORDER":"3","CONTENT":"Nightingale realizes that a small female figure she sees lurking in the corner is real, and she warns Nightingale to leave. Before she can ask for an explanation, the figure darts away."},{"TYPE":"CONTENT","TITLE":"LIBRARY OF GEHENNA","CHAPTER":"4","SUBCHAPTER":"7","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"LIBRARY OF GEHENNA","CHAPTER":"4","SUBCHAPTER":"7","ORDER":"5","CONTENT":"While the others are getting things ready, Zeke discovers some valuable loot hanging from the ruins. It’s booby-trapped, and everyone but Nightingale vanishes down a trapdoor."},{"TYPE":"CONTENT","TITLE":"LIBRARY OF GEHENNA","CHAPTER":"4","SUBCHAPTER":"7","ORDER":"4","CONTENT":"The group discovers evidence that the Anointed passed through the library, and they set up camp for the evening in the same place."},{"TYPE":"CONTENT","TITLE":"A STRANGE ENCOUNTER","CHAPTER":"4","SUBCHAPTER":"6","ORDER":"2","CONTENT":"After searching Gehenna for some time, the group eventually comes upon the Great Library, a massive overgrown structure slowly crumbling away. As they reach the entrance, they encounter a figure emerging from inside, and they can tell she isn’t human."},{"TYPE":"CONTENT","TITLE":"A STRANGE ENCOUNTER","CHAPTER":"4","SUBCHAPTER":"6","ORDER":"4","CONTENT":"She warns the group to avoid her sisters, because they’re unlikely to be peaceful."},{"TYPE":"CONTENT","TITLE":"OPPORTUNE AMBUSH","CHAPTER":"4","SUBCHAPTER":"59","ORDER":"3","CONTENT":"They make their way in easily, since all the guards are now fighting Echo. By the time they arrive, the discover Echo easily holding her own against the Anointed. For a moment they seem unsure of what to do, but Padric insists they should help the Anointed. At least they can be reasoned with—they can decide what to do after Echo has been defeated."},{"TYPE":"CONTENT","TITLE":"OPPORTUNE AMBUSH","CHAPTER":"4","SUBCHAPTER":"59","ORDER":"2","CONTENT":"As they approach the location of camp, Padric climbs up high with a spyglass to see what’s going on. At first he can’t see anything useful in the camp itself, but eventually he can see Echo’s Esper rising above the trees."},{"TYPE":"CONTENT","TITLE":"UNPLANNED AMBUSH","CHAPTER":"4","SUBCHAPTER":"60","ORDER":"3","CONTENT":"The group makes their way in as quickly as they can. Echo seems to be winning easily, particularly since Zafir is unwilling to fight her. Instead he watches by the sidelines as Echo easily cuts through members of his organization."},{"TYPE":"CONTENT","TITLE":"LET’S GET OUT OF HERE!","CHAPTER":"4","SUBCHAPTER":"5","ORDER":"4","CONTENT":"Remi eventually catches up with her and comforts her. Even so, her mental state is fading fast."},{"TYPE":"CONTENT","TITLE":"PONTIFEX BEGONE","CHAPTER":"4","SUBCHAPTER":"61","ORDER":"4","CONTENT":"Before she can answer, the Soul Stitcher returns, a powerful esper that seals her wounds in a few moments before callously dragging her back through the jungle away from camp. She screams for help a second before she vanishes into the undergrowth."},{"TYPE":"CONTENT","TITLE":"PONTIFEX BEGONE","CHAPTER":"4","SUBCHAPTER":"61","ORDER":"5","CONTENT":"Zafir tries to follow, but he’s not fast enough. The Soul Stitcher doesn’t actually care about hurting her, and so they quickly lose it in the night."},{"TYPE":"CONTENT","TITLE":"PONTIFEX BEGONE","CHAPTER":"4","SUBCHAPTER":"61","ORDER":"2","CONTENT":"Echo is finally defeated, badly wounded and backed into a corner. Nightingale urges her to stop, but she drags herself alone, unable to keep fighting through conditions that would’ve killed a normal person."},{"TYPE":"CONTENT","TITLE":"PONTIFEX BEGONE","CHAPTER":"4","SUBCHAPTER":"61","ORDER":"6","CONTENT":"! New Flag: Grievous Wounds"},{"TYPE":"CONTENT","TITLE":"PONTIFEX BEGONE","CHAPTER":"4","SUBCHAPTER":"61","ORDER":"3","CONTENT":"The Anointed prepare to finally kill here, but Zafir refuses to do anything to stop her. He wants to know why she is fighting them, and why he hasn’t returned to her before now."},{"TYPE":"CONTENT","TITLE":"WE CAN SAVE HER","CHAPTER":"4","SUBCHAPTER":"63","ORDER":"7","CONTENT":"Damocles wants him dead, primarily for allowing his mother’s killer to escape. The Maluma hates Zafir, but argues that Nightingale should let him go instead."},{"TYPE":"CONTENT","TITLE":"WE CAN SAVE HER","CHAPTER":"4","SUBCHAPTER":"63","ORDER":"4","CONTENT":"Zafir is unapologetic, agreeing with her conclusions but insisting that he knows what’s best. Charon is such a powerful enemy that any sacrifice is worth paying, even many lives."},{"TYPE":"CONTENT","TITLE":"WE CAN SAVE HER","CHAPTER":"4","SUBCHAPTER":"63","ORDER":"3","CONTENT":"Justice is furious with Zafir for failing to stop Echo, and for trying to kill Nightingale. The Annointed should’ve had tons of help when Echo attacked and won easily, but instead all but two of its members were killed thanks to his actions."},{"TYPE":"CONTENT","TITLE":"CITY IN THE SWAMPS","CHAPTER":"4","SUBCHAPTER":"3","ORDER":"5","CONTENT":"After a search, Rook discovers crude maps of the city leading to the library, which Justice believes Zafir must’ve written. The group decides to follow them, and hopefully find the Anointed."},{"TYPE":"CONTENT","TITLE":"IT’S US OR HIM","CHAPTER":"4","SUBCHAPTER":"64","ORDER":"4","CONTENT":"But Nightingale passes judgement anyway. Even so, when she’s about to do it, she’s unable to swing her sword. Zafir can see this, and agrees to make the process easier on her in exchange for a favor. He asks her to save Echo. Nightingale agrees, and the battle begins."},{"TYPE":"CONTENT","TITLE":"IT’S US OR HIM","CHAPTER":"4","SUBCHAPTER":"64","ORDER":"6","CONTENT":"! Special: Nightingale must be part of the active group."},{"TYPE":"CONTENT","TITLE":"IT’S US OR HIM","CHAPTER":"4","SUBCHAPTER":"64","ORDER":"2","CONTENT":"Nightingale is convinced that killing Zafir is the right choice. The Maluma wants him alive so badly that it must be the optimal choice. If he stays, he’ll try to kill her, but if he leaves he’ll rally the Anointed to keep hunting them."},{"TYPE":"CONTENT","TITLE":"IT’S US OR HIM","CHAPTER":"4","SUBCHAPTER":"64","ORDER":"5","CONTENT":"! Special: Justice is Unselectable."},{"TYPE":"CONTENT","TITLE":"NOT A KILLER OR A FOOL","CHAPTER":"4","SUBCHAPTER":"65","ORDER":"4","CONTENT":"Before leaving, Zafir requests that Nightingale do her best to save Echo. She’s in the same position, and deserves compassion. She agrees."},{"TYPE":"CONTENT","TITLE":"FROM THE SHADOWS","CHAPTER":"4","SUBCHAPTER":"66","ORDER":"2","CONTENT":"Despite their boldness in judging against Zafir, the battle goes badly. The Anointed were much more powerful than the group thought, and they’re defeated. Nightingale is beaten onto the ground and is soon to be killed. She overhears Zafir ordering them to kill the rest of the group so Balthazar can’t discover who killed them."},{"TYPE":"CONTENT","TITLE":"FROM THE SHADOWS","CHAPTER":"4","SUBCHAPTER":"66","ORDER":"7","CONTENT":"! Flag Check: Last of the Coterie"},{"TYPE":"CONTENT","TITLE":"FROM THE SHADOWS","CHAPTER":"4","SUBCHAPTER":"66","ORDER":"6","CONTENT":"! New Story Flag: The Only Way"},{"TYPE":"CONTENT","TITLE":"TRAVELING TO GEHENNA","CHAPTER":"4","SUBCHAPTER":"1","ORDER":"3","CONTENT":"While cooking with Justice, Zeke learns more about her tome: Justice believes it is alive, and that its text is always changing. The book rewrites itself to display information it thinks she needs. She has learned that the Maluma is a species of Esper from Arkalla, not the name of a single individual."},{"TYPE":"CONTENT","TITLE":"TRAVELING TO GEHENNA","CHAPTER":"4","SUBCHAPTER":"1","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"ENDING 4: DIED A KILLER","CHAPTER":"4","SUBCHAPTER":"67","ORDER":"2","CONTENT":"Nightingale is forced to watch as the Anointed kill her friends one at a time. When they’re dead, the Anointed throw Nightingale into another spell circle, and perform the same spell as before. This time Justice isn’t there to free her from it. She’s trapped beside her dead friends, to wait for the Great Bounty to find and kill her."},{"TYPE":"CONTENT","TITLE":"A SCARED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"68","ORDER":"3","CONTENT":"Remi finds her, and does her best to reassure her. She comforts the Nymph, explaining that she doesn’t understand either, but they didn’t have another choice. And she doesn’t have to worry about being harmed in their companion."},{"TYPE":"CONTENT","TITLE":"A SCARED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"68","ORDER":"4","CONTENT":"! Reward: Ursy Companion"},{"TYPE":"CONTENT","TITLE":"A SCARED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"68","ORDER":"2","CONTENT":"Usry is horrified by the slaughter she saw. She felt loyal towards the Anointed, and seeing them murdered has made her flee and hide in a remote corner of the camp."},{"TYPE":"CONTENT","TITLE":"A PROMISE IN DEATH","CHAPTER":"4","SUBCHAPTER":"69","ORDER":"4","CONTENT":"! Flag Check: Last of her Coterie"},{"TYPE":"CONTENT","TITLE":"A PROMISE IN DEATH","CHAPTER":"4","SUBCHAPTER":"69","ORDER":"2","CONTENT":"Zafir finally falls after the other Anointed are killed. In his last moments, he clutches to Nightingale’s arms, proclaiming that Elenia is doomed and that they’ll all die. He reminds Nightingale of her promise, begging her to save Echo."},{"TYPE":"CONTENT","TITLE":"A CONFUSED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"70","ORDER":"4","CONTENT":"! Reward: Ursy Companion"},{"TYPE":"CONTENT","TITLE":"A CONFUSED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"70","ORDER":"2","CONTENT":"Once Zafir and the Anointed are gone, Ursy emerges from the shadows, wanting to know why they were fighting. In her mind, the Anointed saved her, and they helped save her too, so they should be on the same size."},{"TYPE":"CONTENT","TITLE":"A CONFUSED SURVIVOR","CHAPTER":"4","SUBCHAPTER":"70","ORDER":"3","CONTENT":"Nightingale and Remi do their best to explain that they can’t stay together. Ursy is troubled, then offers her own help to make up for what’s missing. She has nature magic and that should be able to help with their adventure. She doesn’t have a tribe anymore, so she doesn’t have any reason not to stay with them."},{"TYPE":"CONTENT","TITLE":"PATTERNS IN THE DIRT","CHAPTER":"4","SUBCHAPTER":"71","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"GONE STILL","CHAPTER":"4","SUBCHAPTER":"72","ORDER":"8","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"GONE STILL","CHAPTER":"4","SUBCHAPTER":"72","ORDER":"2","CONTENT":"After a difficult battle, the group defeats Echo, and weakens the Esper enough that it is forced to flee."},{"TYPE":"CONTENT","TITLE":"GONE STILL","CHAPTER":"4","SUBCHAPTER":"72","ORDER":"6","CONTENT":"The Stitcher drags Echo out through the ceiling, and the group is unable to follow."},{"TYPE":"CONTENT","TITLE":"A HAPPY SURVIVOR","CHAPTER":"4","SUBCHAPTER":"73","ORDER":"2","CONTENT":"After the battle is over, Ursy emerges from hiding and is ecstatic to see the group and the Anointed will be joining forces."},{"TYPE":"CONTENT","TITLE":"A HAPPY SURVIVOR","CHAPTER":"4","SUBCHAPTER":"73","ORDER":"3","CONTENT":"Zaphir is happy to have her along, and he assures her that she won’t be expected to fight."},{"TYPE":"CONTENT","TITLE":"A HAPPY SURVIVOR","CHAPTER":"4","SUBCHAPTER":"73","ORDER":"4","CONTENT":"Ursy argues that she’s not helpless, and she promises to use her magic to help."},{"TYPE":"CONTENT","TITLE":"A SIGN OF ECHO","CHAPTER":"4","SUBCHAPTER":"74","ORDER":"3","CONTENT":"During their converseation, the Maluma appears, telling Nightingale it can help them track down Echo’s esper. She gets some distance from him, then asks it to explain."},{"TYPE":"CONTENT","TITLE":"A SIGN OF ECHO","CHAPTER":"4","SUBCHAPTER":"74","ORDER":"4","CONTENT":"The Maluma demands her body to find Echo, and she refuses. Before things can get desperate, Damocles is able to find Echo’s trail, and the group finally sets off."},{"TYPE":"CONTENT","TITLE":"A SIGN OF ECHO","CHAPTER":"4","SUBCHAPTER":"74","ORDER":"2","CONTENT":"Nightingale finds Zafir going between the tents of the dead members of the Anointed, gathering a single possession from each one to give to their families. They have a brief conversation, and he reiterates the importance of their mission."},{"TYPE":"CONTENT","TITLE":"GUIDANCE","CHAPTER":"4","SUBCHAPTER":"76","ORDER":"2","CONTENT":"Padric leads the group along the trail. During the trip, he shares a somber conversation with Nightingale over the difficulties of responsibility."},{"TYPE":"CONTENT","TITLE":"GUIDANCE","CHAPTER":"4","SUBCHAPTER":"76","ORDER":"3","CONTENT":"Nightingale wants to know if Padric thinks she made the right choice about Zafir."},{"TYPE":"CONTENT","TITLE":"PRESSING THROUGH","CHAPTER":"4","SUBCHAPTER":"77","ORDER":"2","CONTENT":"The cave is infested with monsters, and the group is quickly overwhelmed. After fighting desperately onward anyway, Nightingale eventually discovers an opening to retreat and calls for them to follow."},{"TYPE":"CONTENT","TITLE":"OVERWHELMING","CHAPTER":"4","SUBCHAPTER":"78","ORDER":"3","CONTENT":"Nightingale is backed into a corner and is unable to escape—which is when Padric charges to her rescue. He’s able to fight a way clear for her, but is seriously injured in the fighting."},{"TYPE":"CONTENT","TITLE":"OVERWHELMING","CHAPTER":"4","SUBCHAPTER":"78","ORDER":"2","CONTENT":"The group is overwhelmed by the infestation in the swamps, and is forced to retreat."},{"TYPE":"CONTENT","TITLE":"OVERWHELMING","CHAPTER":"4","SUBCHAPTER":"78","ORDER":"4","CONTENT":"They carry him to safety, but he’s still much too weak to fight until he can receive real treatment."},{"TYPE":"CONTENT","TITLE":"A SOUL ENSLAVED","CHAPTER":"4","SUBCHAPTER":"79","ORDER":"2","CONTENT":"Zafir leads the way into the cave, determined to be the one to confront Echo."},{"TYPE":"CONTENT","TITLE":"A SOUL ENSLAVED","CHAPTER":"4","SUBCHAPTER":"79","ORDER":"3","CONTENT":"Sure enough, she’s waiting for them. She begs him to flee, and for the group to retreat, insisting that she won’t be able to stop Charon when he makes her fight."},{"TYPE":"CONTENT","TITLE":"A SOUL ENSLAVED","CHAPTER":"4","SUBCHAPTER":"79","ORDER":"4","CONTENT":"Zafir refuses, insisting that they need the Pontifex piece back, and can’t leave without it. They delay long enough that the Soul Stitcher finally arrives, jerking Echo into motion. If they want the Pontifex Piece, they’ll have to take it by force."},{"TYPE":"CONTENT","TITLE":"THE STITCHER","CHAPTER":"4","SUBCHAPTER":"80","ORDER":"3","CONTENT":"Echo wants to know what happened to Zafir, but Nightingale refuses to say. She demands the Pontifex piece, which Echo refuses. She doesn’t want to hurt Echo for it, because of the promise she made Zafir. But she can’t leave without it."},{"TYPE":"CONTENT","TITLE":"THE STITCHER","CHAPTER":"4","SUBCHAPTER":"80","ORDER":"4","CONTENT":"After a brief argument, the Soul Stitcher arrives, and forced Echo to attack."},{"TYPE":"CONTENT","TITLE":"RELUCTANT PARTNERSHIP","CHAPTER":"4","SUBCHAPTER":"81","ORDER":"4","CONTENT":"Zafir waits patiently for this display to be concluded, before introducing Nightingale to the surviving Anointed, Ezra and Brea."},{"TYPE":"CONTENT","TITLE":"RELUCTANT PARTNERSHIP","CHAPTER":"4","SUBCHAPTER":"81","ORDER":"8","CONTENT":"! Flag Check: Last of Her Coterie"},{"TYPE":"CONTENT","TITLE":"RELUCTANT PARTNERSHIP","CHAPTER":"4","SUBCHAPTER":"81","ORDER":"2","CONTENT":"Nightingale decides that the best way to proceed is with Zafir on their side, and declares her ultimatum for him. They’re on the same side, they have the same enemies, and she demands that he help her get free of the Maluma."},{"TYPE":"CONTENT","TITLE":"RELUCTANT PARTNERSHIP","CHAPTER":"4","SUBCHAPTER":"81","ORDER":"6","CONTENT":"! New Party Member: Zafir"},{"TYPE":"CONTENT","TITLE":"RELUCTANT PARTNERSHIP","CHAPTER":"4","SUBCHAPTER":"81","ORDER":"7","CONTENT":"! New Story Flag: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"LOST LOVE","CHAPTER":"4","SUBCHAPTER":"82","ORDER":"3","CONTENT":"Damocles confronts Zafir, insisting that the time has come to get justice for his mother’s murder. Zafir refuses to let him harm Echo, insisting that she’s only a victim, and Charon is the one to blame for her murder. After an argument, he eventually backs down."},{"TYPE":"CONTENT","TITLE":"LOST LOVE","CHAPTER":"4","SUBCHAPTER":"82","ORDER":"4","CONTENT":"Justice takes the Pontifex piece from Echo, insisting that it’s insurance against Zafir attacking them again."},{"TYPE":"CONTENT","TITLE":"LOST LOVE","CHAPTER":"4","SUBCHAPTER":"82","ORDER":"5","CONTENT":"The Maluma tries to force Nightingale to take the piece for herself, but she is able to resist. She realizes that splitting up the Pontifex means that the Maluma can’t win by just controlling her, and so she lets Justice take it."},{"TYPE":"CONTENT","TITLE":"THERE’S NO JUSTICE ANYMORE","CHAPTER":"4","SUBCHAPTER":"83","ORDER":"4","CONTENT":"Echo seems like she’s going to kill Damocles next, but the Maluma manifests physically in front of everyone, furious at Echo. She failed to notice Justice steal the pontifex piece from around her neck while she was attacking her."},{"TYPE":"CONTENT","TITLE":"THERE’S NO JUSTICE ANYMORE","CHAPTER":"4","SUBCHAPTER":"83","ORDER":"3","CONTENT":"Justice tries to resist, even futilely stabbing Echo, but the Soul Stitcher just heals the wound. Echo conjures a strange portal through her Esper, opening into a dark place with a powerful evil waiting on the other side. Everyone has been so badly beaten they can only watch as she banishes Justice through it."},{"TYPE":"CONTENT","TITLE":"THERE’S NO JUSTICE ANYMORE","CHAPTER":"4","SUBCHAPTER":"83","ORDER":"7","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"THERE’S NO JUSTICE ANYMORE","CHAPTER":"4","SUBCHAPTER":"83","ORDER":"2","CONTENT":"Though they fight bravely, Echo defeats the group. She insists this is why Zafir was the world’s only hope, that without him even Charon’s pawns can’t be defeated. She decides who to kill first, eventually settling on Justice."},{"TYPE":"CONTENT","TITLE":"A HORRIFIC SIGHT","CHAPTER":"4","SUBCHAPTER":"84","ORDER":"3","CONTENT":"Zafir rages at her, insisting that he could’ve saved Echo. Nightingale is obviously overcome by the Maluma and needs to die."},{"TYPE":"CONTENT","TITLE":"A HORRIFIC SIGHT","CHAPTER":"4","SUBCHAPTER":"84","ORDER":"5","CONTENT":"Zafir takes the surviving Anointed and leaves the cave, enraged that Nightingale won’t be punished."},{"TYPE":"CONTENT","TITLE":"A HORRIFIC SIGHT","CHAPTER":"4","SUBCHAPTER":"84","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"UNEXPECTED SAVIOR","CHAPTER":"4","SUBCHAPTER":"86","ORDER":"4","CONTENT":"Justice tries to resist, even futilely stabbing Echo, but the Soul Stitcher just heals the wound. Echo conjures a strange portal through her Esper, opening into a dark place with a powerful evil waiting on the other side. Everyone has been so badly beaten they can only watch as she banishes Justice through it."},{"TYPE":"CONTENT","TITLE":"FINDING JUSTICE","CHAPTER":"4","SUBCHAPTER":"88","ORDER":"#REF!","CONTENT":"! Special: Justice is unselectable"},{"TYPE":"CONTENT","TITLE":"UNDER PRESSURE","CHAPTER":"4","SUBCHAPTER":"89","ORDER":"3","CONTENT":"Nightingale tries to explain herself, but Zafir doesn’t care. He insists that the instant she shows any sign of letting the Maluma take control, he’ll enjoy killing her, no matter what it costs him."},{"TYPE":"CONTENT","TITLE":"UNDER PRESSURE","CHAPTER":"4","SUBCHAPTER":"89","ORDER":"2","CONTENT":"During the trip out of the swamps, Zafir pulls Nightingale aside. He explains how close he was with Echo, that she was the only person he ever loved. He explains that he will held Nightingale responsible for her death forever."},{"TYPE":"CONTENT","TITLE":"THE FERRY","CHAPTER":"4","SUBCHAPTER":"90","ORDER":"2","CONTENT":"The hike out of Gehenna takes several days, but eventually the group comes to a humble port town on the edge of a mountainous cliff."},{"TYPE":"CONTENT","TITLE":"THE FERRY","CHAPTER":"4","SUBCHAPTER":"90","ORDER":"3","CONTENT":"Shayliss suggests this would be a good place to recuperate and restock before the difficult journey to come."},{"TYPE":"CONTENT","TITLE":"THE FERRY","CHAPTER":"4","SUBCHAPTER":"90","ORDER":"4","CONTENT":"The group is ecstatic to finally be out of the swamps and to reach civilization, even if it’s a port of thieves and privateers."},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"5","CONTENT":"Zeke says that in exchange for freeing them, he wants to know how to find Justice. The coffin promises that in exchange for their help escaping the lair, it will tell them how to find her."},{"TYPE":"CONTENT","TITLE":"PROTECTING THE PEOPLE","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"3","CONTENT":"Tyrial accepts her help without question."},{"TYPE":"CONTENT","TITLE":"FIXING THIS","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"4","CONTENT":"During this impossible task, Greyhaven will be under siege. If the attackers reach the float core, the palace will fall and the city will be destroyed."},{"TYPE":"CONTENT","TITLE":"LET ME HELP","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"3","CONTENT":"Aisling demands to be allowed to help defend Greyhaven. She says she’ll risk her life and fight for them, in exchange for a full pardon."},{"TYPE":"CONTENT","TITLE":"HERE’S THE SPLIT","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"5","CONTENT":"! Party Check: Is Zafir in the party?"},{"TYPE":"CONTENT","TITLE":"IT’S MY DECISION","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"5","CONTENT":"Rook gives her pendant to Nightingale. Suri is furious, and lashes out against the Deathlord without effect, before vanishing."},{"TYPE":"CONTENT","TITLE":"I’M SAFE","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"3","CONTENT":"She appears, gleeful and excited to see him again. After a brief conversation, she flies off, creating a trail for them to follow to safety."},{"TYPE":"CONTENT","TITLE":"FORGIVE THE GIRL","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"5","CONTENT":"! New Story Flag: A Greater Cause"},{"TYPE":"CONTENT","TITLE":"A STUPID BOY","CHAPTER":"5","SUBCHAPTER":"20","ORDER":"3","CONTENT":"He wakes the others, informing them that Zeke has probably gone off to rescue justice. The group is sure he can’t get through the Aegis stone, but he could get himself hurt."},{"TYPE":"CONTENT","TITLE":"BRAWL","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"2","CONTENT":"Shayliss answers instantly that none of this is their fault, and brings out Echo. She explains what happened, that Echo was the one who destroyed the stone."},{"TYPE":"CONTENT","TITLE":"IT’S MY DECISION","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"8","CONTENT":"! Special: Rook has died"},{"TYPE":"CONTENT","TITLE":"EVICTED (INDOOR)","CHAPTER":"5","SUBCHAPTER":"52","ORDER":"#REF!","CONTENT":"! Special: Nightingale is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"EVICTED (INDOOR)","CHAPTER":"5","SUBCHAPTER":"52","ORDER":"#REF!","CONTENT":"Nightingale explains that she briefly saw the memories of the coffin before it was destroyed. She’s sure the bloody trail is the key to finding Justice."},{"TYPE":"CONTENT","TITLE":"BACK OFF","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"2","CONTENT":"After making it a little distance from the Eerie, Damocles attacks Echo, knocking her out in a single strike."},{"TYPE":"CONTENT","TITLE":"GREYHAVEN REVISITED","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"4","CONTENT":"Nightingale wants to help the citizens, but Shayliss stops her, reminding Nightingale that the group has been beaten to a pulp and doesn’t have the strength right now. They need to reach the Amaranthine and help organize the defense from there."},{"TYPE":"CONTENT","TITLE":"WHAT WILL YOU DO NOW?","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"3","CONTENT":"They promise that the Anointed won’t be sent to hunt Nightingale."},{"TYPE":"CONTENT","TITLE":"BACK OFF","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"4","CONTENT":"Zafir is unconvinced, and they nearly attack each other. Brea and Ezra hold him back, while Padric and Rook keep Damocles from fighting."},{"TYPE":"CONTENT","TITLE":"A STUPID BOY","CHAPTER":"5","SUBCHAPTER":"20","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"BACK TO THE SURFACE","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"11","CONTENT":"! Flag Check: A Greater Cause"},{"TYPE":"CONTENT","TITLE":"GREYHAVEN REVISITED","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"3","CONTENT":"When they finally arrive, their worst fears are confirmed. Fires burn as little battles rage all over. The sound of screaming citizens mingles with the roars of the monsters devouring them."},{"TYPE":"CONTENT","TITLE":"FORGIVE THE GIRL","CHAPTER":"5","SUBCHAPTER":"11","ORDER":"6","CONTENT":"! Special: Zafir has died"},{"TYPE":"CONTENT","TITLE":"EVICTED (INDOOR)","CHAPTER":"5","SUBCHAPTER":"52","ORDER":"#REF!","CONTENT":"Her friends help her to her feet, discovering that Nightingale is relatively unharmed from her experience. They get her back up to speed on what happened, and how they ended up outside."},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"3","CONTENT":"They fly towards the huge coffin at the center, lifting it by its chains and dragging it out of the gold with surprising strength. The illusion of wealth vanishes, leaving them alone with the coffin. They say that the rescue is complete and now they can leave."},{"TYPE":"CONTENT","TITLE":"EVICTED (INDOOR)","CHAPTER":"5","SUBCHAPTER":"52","ORDER":"#REF!","CONTENT":"The coffin has been beaten to wreckage beside her, the fight finally won."},{"TYPE":"CONTENT","TITLE":"EVICTED (INDOOR)","CHAPTER":"5","SUBCHAPTER":"52","ORDER":"#REF!","CONTENT":"Nightingale wakes in the cavern, mind still spinning from her vision. She’s left firmly remembering one thing above all others: the Maluma’s chief drive isn’t loyalty to Charon, it’s just staying on Middara."},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"4","CONTENT":"Zeke wants to know how they’re saving their master if they’re already dead, before a voice echoes from within the coffin. A strange voice echoes from inside. At first it seems hostile, before the Pixies informs it that the group isn’t food, and that they’re on an important quest."},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"7","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"A SHORT VICTORY","CHAPTER":"5","SUBCHAPTER":"34","ORDER":"2","CONTENT":"After a terrible fight, they’re finally able to defeat the Soul Butcher."},{"TYPE":"CONTENT","TITLE":"A BUMP IN THE NIGHT","CHAPTER":"5","SUBCHAPTER":"19","ORDER":"2","CONTENT":"Gage wakes Remi before sunrise. She dismisses his worries at first, but he’s too insistent for her to go back to sleep, and he leads her out of the bedroom."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"53","ORDER":"3","CONTENT":"Suri is there waiting for him, to comfort him after the vision he’d seen. The others catch him up on what happened, and help him to his feet."},{"TYPE":"CONTENT","TITLE":"A BUMP IN THE NIGHT","CHAPTER":"5","SUBCHAPTER":"19","ORDER":"3","CONTENT":"She discovers the Anointed sneaking out of the palace. After following them for long enough to be sure of their intentions, she hurries back to wake everyone."},{"TYPE":"CONTENT","TITLE":"A BUMP IN THE NIGHT","CHAPTER":"5","SUBCHAPTER":"19","ORDER":"4","CONTENT":"The group mobilizes as quickly as they can, with everyone certain of where the Anointed will be going."},{"TYPE":"CONTENT","TITLE":"LOST IN THE EERIE","CHAPTER":"5","SUBCHAPTER":"30","ORDER":"6","CONTENT":"Zeke explains their mission, and the pixies respond that they can help with the rescue. They need to get a few things, but it’s on the way to save the girl anyway."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"53","ORDER":"2","CONTENT":"Rook wakes outside, after finally being released from the terrible visions."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"53","ORDER":"4","CONTENT":"! Special: Rook is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"A BUMP IN THE NIGHT","CHAPTER":"5","SUBCHAPTER":"19","ORDER":"5","CONTENT":"! Special: Zafir is Unselectable"},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"2","CONTENT":"The Pixies warn the group not to touch anything, that the room is trapped for those who might find it, but not for them."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (INDOOR)","CHAPTER":"5","SUBCHAPTER":"54","ORDER":"3","CONTENT":"Suri is there waiting for him, to comfort him after the vision he’d seen. She insists that she doesn’t care about breaking the rules to take care of him."},{"TYPE":"CONTENT","TITLE":"NEXT LIFE","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"19","CONTENT":"She reminds the group that Zafir didn’t die to save Nightingale, but for something much more important. She reminds them that it’s now their responsibility to stop Charon now that he’s gone."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (INDOOR)","CHAPTER":"5","SUBCHAPTER":"54","ORDER":"5","CONTENT":"Rook shares that he briefly experienced the memories of the coffin before it was destroyed. The trail they saw earlier is the key to finding Justice."},{"TYPE":"CONTENT","TITLE":"AMUSING","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"3","CONTENT":"The Shadow Lord muses that it obviously needs to return to the surface, humans have grown complacent if they think they can fight powers greater than themselves."},{"TYPE":"CONTENT","TITLE":"NEXT LIFE","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"18","CONTENT":"Echo remains surprisingly calm, insisting that it’s only the Stitcher that forces her to act the way they’ve known. She doesn’t get violent with them, despite what just happened."},{"TYPE":"CONTENT","TITLE":"MY RESPONSIBILITY","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"4","CONTENT":"The Shadow Lord kills Zafir in front of them. The Maluma is satisfied to see him die in agony."},{"TYPE":"CONTENT","TITLE":"A SOMBER REALIZATION","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"6","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"VISAGE","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"5","CONTENT":"The Shadow Lord rises before their eyes, reforming from smoke. Instead of angry, it seems impressed with their dedication, explaining that no weapon made by mortals could kill it. The corpses all around the room began to rise, picking up every weapon they can reach."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (INDOOR)","CHAPTER":"5","SUBCHAPTER":"54","ORDER":"6","CONTENT":"! Special: Rook is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"A BUMP IN THE NIGHT","CHAPTER":"5","SUBCHAPTER":"19","ORDER":"6","CONTENT":"! Flag Check: Experienced Guide"},{"TYPE":"CONTENT","TITLE":"MY TIME HERE IS OVER","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"11","CONTENT":"The Shadow Lord explains that the Eerie’s trapped creatures have discovered they’re free, and are heading to Greyhaven for their revenge. It is eager to go and collect souls. The Shadow Lord finally vanishes from before them."},{"TYPE":"CONTENT","TITLE":"A DEEP WOUND","CHAPTER":"5","SUBCHAPTER":"33","ORDER":"2","CONTENT":"The Soul Butchers are far too powerful, and they’re forced to flee."},{"TYPE":"CONTENT","TITLE":"HAUNTED","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"6","CONTENT":"Zeke comforts her, ineffectively."},{"TYPE":"CONTENT","TITLE":"MY RESPONSIBILITY","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"7","CONTENT":"! Special: Zafir has been killed"},{"TYPE":"CONTENT","TITLE":"SO COMFY!","CHAPTER":"5","SUBCHAPTER":"18","ORDER":"3","CONTENT":"The girls go together to the palace’s lavish baths, using the luxury to keep back some of their worries. The effect is only partially effective, however, and the horror remains."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (INDOOR)","CHAPTER":"5","SUBCHAPTER":"54","ORDER":"4","CONTENT":"The others catch him up on what happened, and help him to his feet."},{"TYPE":"CONTENT","TITLE":"A SOMBER REALIZATION","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"3","CONTENT":"Shayliss explains that Justice is trapped beyond the protection of the Aegis stone, an ancient and powerful protection put in place by Lo Jeong. It’s the only thing keeping Greyhaven safe from thousands of creatures that dwell in the Eerie."},{"TYPE":"CONTENT","TITLE":"A POOR CHOICE","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"3","CONTENT":"The Shadow Lord is disappointed its offer has been refused, but consoles itself that it will have all their souls now instead of one."},{"TYPE":"CONTENT","TITLE":"A KNIGHT’S DUTY","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"3","CONTENT":"Suri appears to try and convince him to stop, furious with grief. But she can’t talk him out of it. Rook gives the pendant to Nightingale, asking Suri to take care of everyone when he’s gone."},{"TYPE":"CONTENT","TITLE":"VISAGE","CHAPTER":"5","SUBCHAPTER":"10","ORDER":"4","CONTENT":"She’s confused, unable to believe that they could’ve killed it. Wasn’t it supposed to be a god? She insists that it isn’t dead, and hints at the horrible things that happened while she was a prisoner."},{"TYPE":"CONTENT","TITLE":"REAP THE TARES (INDOOR)","CHAPTER":"5","SUBCHAPTER":"54","ORDER":"2","CONTENT":"Rook wakes on the floor, after finally being released from the terrible visions. He’s lying next to the broken corpse of the dead coffin."},{"TYPE":"CONTENT","TITLE":"TREASON AVOIDED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"55","ORDER":"5","CONTENT":"! Special: Remi is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"TREASON AVOIDED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"55","ORDER":"3","CONTENT":"The group catches her up on their escape, and how they ended up outside."},{"TYPE":"CONTENT","TITLE":"TREASON AVOIDED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"55","ORDER":"2","CONTENT":"Remi wakes up outside, and Nightingale is there to tell her that nothing she saw was real. It was all a product of the coffin feeding on her life-force."},{"TYPE":"CONTENT","TITLE":"LOST IN THE EERIE","CHAPTER":"5","SUBCHAPTER":"30","ORDER":"2","CONTENT":"Rook leads the way, though it doesn’t seem like he knows where he’s going more than anyone else."},{"TYPE":"CONTENT","TITLE":"TREASON AVOIDED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"55","ORDER":"4","CONTENT":"Remi doesn’t want to share the details of what she saw, though she’s determined not to allow her vision to come to pass."},{"TYPE":"CONTENT","TITLE":"LOST IN THE EERIE","CHAPTER":"5","SUBCHAPTER":"30","ORDER":"7","CONTENT":"The rest of the group is doubtful of their trustworthiness, but Zeke insists that they must know where they’re going, and the group follows."},{"TYPE":"CONTENT","TITLE":"AND WHO IS THIS?","CHAPTER":"5","SUBCHAPTER":"17","ORDER":"2","CONTENT":"Tyrial notices the Anointed lurking in the corner of the room. Zafir introduces their group, and explains the dark gods they fight. Abigail and Tyrial clearly think they’re completely insane."},{"TYPE":"CONTENT","TITLE":"AND WHO IS THIS?","CHAPTER":"5","SUBCHAPTER":"17","ORDER":"4","CONTENT":"Tyrial insists this is impossible, explaining that the dragon-slaying mural on their wall depicts the way Lo and Ida obtained it in the first place. They had to travel the Middle Passage, make a pact with a demon, then enter Arkalla and kill a dragon within. It would be impossible to recreate their feat."},{"TYPE":"CONTENT","TITLE":"LOST IN THE EERIE","CHAPTER":"5","SUBCHAPTER":"30","ORDER":"4","CONTENT":"Zeke discovers bloodstains on the ground, which glow briefly when touched."},{"TYPE":"CONTENT","TITLE":"GRABBING OUR THINGS","CHAPTER":"5","SUBCHAPTER":"36","ORDER":"6","CONTENT":"The group confers in private to discuss their options."},{"TYPE":"CONTENT","TITLE":"PROMISE ME","CHAPTER":"5","SUBCHAPTER":"99","ORDER":"2","CONTENT":"Zafir is confident they can kill the Shadow Lord if they have to, he’s killed gods before. But he says they don’t have time—saving Justice is more important than any of their lives. They have to keep the Pontifex from Charon. He volenteers to make the trade."},{"TYPE":"CONTENT","TITLE":"AND WHO IS THIS?","CHAPTER":"5","SUBCHAPTER":"17","ORDER":"8","CONTENT":"Abigail tries to reassure Nightingale that they’ll feel better tomorrow, and might be able to figure out what to do then."},{"TYPE":"CONTENT","TITLE":"DAMAGE CONTROL","CHAPTER":"5","SUBCHAPTER":"37","ORDER":"2","CONTENT":"Zafir is eager to accept the monster’s help. It’s going to escape anyway, and saving justice is their first priority."},{"TYPE":"CONTENT","TITLE":"A SHORT VICTORY","CHAPTER":"5","SUBCHAPTER":"34","ORDER":"3","CONTENT":"They don’t stay for long, as the sound of more creatures echoes thorugh the halls. The Pixies return, guiding them to a hasty escape before more butchers arrive."},{"TYPE":"CONTENT","TITLE":"AMATEURS","CHAPTER":"5","SUBCHAPTER":"9","ORDER":"3","CONTENT":"Zeke reminds them that Justice is waiting, that there’s no time to rest and recover. They must fight on."},{"TYPE":"CONTENT","TITLE":"AMATEURS","CHAPTER":"5","SUBCHAPTER":"9","ORDER":"2","CONTENT":"The group is unwilling to give up, so rather than fight past the overwhelming monsters, they run wildly through the forest, dodging through dense foliage until they’re able to find another way around."},{"TYPE":"CONTENT","TITLE":"A DEEP WOUND","CHAPTER":"5","SUBCHAPTER":"33","ORDER":"3","CONTENT":"Shayliss manages to get a side door open, but not before someone is badly wounded. They stumble out, barring the door behind them."},{"TYPE":"CONTENT","TITLE":"QUEST FOR JUSTICE","CHAPTER":"5","SUBCHAPTER":"16","ORDER":"2","CONTENT":"After explaining how they got there, Nightingale asks Abigail for a way to temporarily lift the Aegis stone and enter the Eerie, so that they can free Justice and retrieve her part of the Pontifex."},{"TYPE":"CONTENT","TITLE":"QUEST FOR JUSTICE","CHAPTER":"5","SUBCHAPTER":"16","ORDER":"3","CONTENT":"Tyrial insists this is impossible, explaining that the dragon-slaying mural on their wall depicts the way Lo and Ida obtained it in the first place. They had to travel the Middle Passage, make a pact with a demon, then enter Arkalla and kill a dragon within. It would be impossible to recreate their feat."},{"TYPE":"CONTENT","TITLE":"QUEST FOR JUSTICE","CHAPTER":"5","SUBCHAPTER":"16","ORDER":"5","CONTENT":"Abigail tries to reassure Nightingale that they’ll feel better tomorrow, and might be able to figure out what to do then."},{"TYPE":"CONTENT","TITLE":"WARN US NEXT TIME","CHAPTER":"5","SUBCHAPTER":"35","ORDER":"5","CONTENT":"The group comes upon a massive treasure room, filled with mountains of gold and enchanted objects. At the center of it all is a huge wooden coffin, almost completely buried in gold."},{"TYPE":"CONTENT","TITLE":"NOW OR NEVER","CHAPTER":"5","SUBCHAPTER":"43","ORDER":"2","CONTENT":"The coffin’s power is too great, particularly with the group split. They’re beaten to a pulp, and the coffin is about to start killing them."},{"TYPE":"CONTENT","TITLE":"SHE’S NOT HERSELF","CHAPTER":"5","SUBCHAPTER":"24","ORDER":"2","CONTENT":"At the back of the group, Zafir and the Annointed speak privately of what is to come."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"3","CONTENT":"They share an awkward introduction, with Abigail and Shayliss seeming tense with one another."},{"TYPE":"CONTENT","TITLE":"NOW OR NEVER","CHAPTER":"5","SUBCHAPTER":"43","ORDER":"6","CONTENT":"! New Story Flag: Coffin Buddy"},{"TYPE":"CONTENT","TITLE":"THE SECLUDED FOREST","CHAPTER":"5","SUBCHAPTER":"7","ORDER":"3","CONTENT":"After pausing to study the map, Shayliss realizes they’re being followed by something dangerous, and suggests that the group prepare for a battle. They’ve been followed."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"8","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"2","CONTENT":"The rulers of Greyhaven, Abigail and Tyrial, seem to be expecting them. They soon discover why, as Padric is in the throne room, and has told them they would be coming."},{"TYPE":"CONTENT","TITLE":"TOO GOOD TO BE TRUE (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"59","ORDER":"3","CONTENT":"The group catches him up on how they got outside, and explain how the coffin was feeding on him."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"4","CONTENT":"Nightingale introduces herself, and confirms what Padric has told them about the Maluma."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"5","CONTENT":"Remi reacts with horror, discovering Aisling in chains standing in a corner of the room, with an escort of guards."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"6","CONTENT":"Padric tries to calm her down, explaining that after Balthazar wasn’t in Elenia, they traveled to Greyhaven. This seems the best place for her to receive her judgement."},{"TYPE":"CONTENT","TITLE":"REUNITING WITH FRIENDS","CHAPTER":"5","SUBCHAPTER":"15","ORDER":"7","CONTENT":"Nightingale is forced to be the one to stop Remi and Aisling from getting into a physical confrontation with each other."},{"TYPE":"CONTENT","TITLE":"TOO GOOD TO BE TRUE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"60","ORDER":"3","CONTENT":"Padric shares a strange memory he experienced as the coffin died, that he suspects it shared with him by accident. The bloody trail they saw earlier is the key to finding Justice, they should follow it right away."},{"TYPE":"CONTENT","TITLE":"TOO GOOD TO BE TRUE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"60","ORDER":"2","CONTENT":"Padric wakes on the cold ground, surrounded by the broken wreckage of the coffin. Nightingale is there to help him to his feet, and explain what was happening to him."},{"TYPE":"CONTENT","TITLE":"SHE’S NOT HERSELF","CHAPTER":"5","SUBCHAPTER":"24","ORDER":"3","CONTENT":"Ezra wishes for Zafir to admin what they’ll have to do, and that they’ve lost Echo for good, but Zafir refuses to admit this, arguing that the knowledge she has gained could be valuble if they can free her."},{"TYPE":"CONTENT","TITLE":"SHE’S NOT HERSELF","CHAPTER":"5","SUBCHAPTER":"24","ORDER":"4","CONTENT":"Brea confronts him, insisting that he needs to be ready for the possibility that Echo is lost forever."},{"TYPE":"CONTENT","TITLE":"MAKING FRIENDS","CHAPTER":"5","SUBCHAPTER":"5","ORDER":"2","CONTENT":"After the game, Zeke snatches the rare card before Effie can get it back. He explains that he’s going to keep the card until she can prove that the Oppressor has become as mighty as the Memnoch."},{"TYPE":"CONTENT","TITLE":"TOO GOOD TO BE TRUE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"60","ORDER":"4","CONTENT":"! Special: Padric is no longer Unselectable."},{"TYPE":"CONTENT","TITLE":"A SERIOUS PROBLEM","CHAPTER":"5","SUBCHAPTER":"14","ORDER":"5","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"61","ORDER":"5","CONTENT":"! Special: Damocles is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"61","ORDER":"3","CONTENT":"Nightingale is there beside him, to help bring him back to reality and explain that the coffin was feeding on him, he wasn’t in the real world."},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"61","ORDER":"4","CONTENT":"The group does their best to catch him on what he missed, and explain how they got outside."},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"61","ORDER":"2","CONTENT":"Damocles wakes outside in the sun, though the haunting vision of his dead mother is fresh in his mind."},{"TYPE":"CONTENT","TITLE":"TWILIGHT MOTEL","CHAPTER":"5","SUBCHAPTER":"44","ORDER":"2","CONTENT":"While trapped inside the coffin, Nightingale dreams of her life before Middara, when she helped her parents run their cheap motel. At first her vision seems normal, but soon she’s tormented with many of the horrors she has seen in Middara."},{"TYPE":"CONTENT","TITLE":"MAKING FRIENDS","CHAPTER":"5","SUBCHAPTER":"5","ORDER":"3","CONTENT":"Before she can argue with him, a member of her crew needs her help, and she’s called away, letting Zeke keep the card."},{"TYPE":"CONTENT","TITLE":"TWILIGHT MOTEL","CHAPTER":"5","SUBCHAPTER":"44","ORDER":"3","CONTENT":"She discovers the Maluma is also within, being tortured. Its greatest desire is to remain on Middara, and not be forced to return to the place it came from."},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"62","ORDER":"2","CONTENT":"Damocles wakes surrounded by the broken wreckage of the coffin, lying aching on his back. The visions he saw in the coffin still torture him."},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"62","ORDER":"4","CONTENT":"Damocles explains to everyone that before the coffin was destroyed, he saw some of its memories. The bloody trail they saw earlier is the key to finding Justice."},{"TYPE":"CONTENT","TITLE":"A MOTHER’S REMORSE (INDOOR)","CHAPTER":"5","SUBCHAPTER":"62","ORDER":"5","CONTENT":"! Special: Damocles is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"DESCENT INTO THE EERIE","CHAPTER":"5","SUBCHAPTER":"28","ORDER":"3","CONTENT":"Soon enough they’re past the reach of sunlight, in a maze of twisting passages. Now they have to navigate."},{"TYPE":"CONTENT","TITLE":"DESCENT INTO THE EERIE","CHAPTER":"5","SUBCHAPTER":"28","ORDER":"2","CONTENT":"Remi ends up at the front as they climb down into the Eerie, taking in the ancient, long-untouched geography of the place."},{"TYPE":"CONTENT","TITLE":"OFFICIAL AIRSHIP","CHAPTER":"5","SUBCHAPTER":"13","ORDER":"5","CONTENT":"! Reward: Gain the Second Piece of the Pontifex."},{"TYPE":"CONTENT","TITLE":"HE HAD HIS CHANCE","CHAPTER":"5","SUBCHAPTER":"13","ORDER":"4","CONTENT":"! New Story Flag: Imprisoned Anointed"},{"TYPE":"CONTENT","TITLE":"OFFICIAL AIRSHIP","CHAPTER":"5","SUBCHAPTER":"13","ORDER":"4","CONTENT":"Effie interrupts them, calling that they’re about to cross into dangerous territory. The group agrees that they aren’t giving up now, no matter the danger."},{"TYPE":"CONTENT","TITLE":"CUT THE STRINGS (INDOOR)","CHAPTER":"5","SUBCHAPTER":"64","ORDER":"2","CONTENT":"Zafir wakes screaming, overwhelmed by what he saw. Beside him is the broken coffin, which the group has hacked apart to finally get him free. Shayliss holds him down until he finally realizes what happened."},{"TYPE":"CONTENT","TITLE":"PADRIC’S HELP","CHAPTER":"5","SUBCHAPTER":"22","ORDER":"3","CONTENT":"Padric is apologetic, and agrees to come along and help, but asks that Remi not have to find out, considering what Aisling almost did to her."},{"TYPE":"CONTENT","TITLE":"FARMER’S BLIGHT","CHAPTER":"5","SUBCHAPTER":"45","ORDER":"3","CONTENT":"His peaceful vision is interrupted as they’re attacked by the Great Bounty. They’ve been tracked down at last."},{"TYPE":"CONTENT","TITLE":"FLYING WITHOUT WINGS","CHAPTER":"5","SUBCHAPTER":"3","ORDER":"2","CONTENT":"Rook discovers Ursy has climbed all the way up to the Crow’s nest, where she’s enjoying their flight with no regard for the dangers. After enjoying her perch for a few moments more, she agrees to join Rook back on the deck."},{"TYPE":"CONTENT","TITLE":"FARMER’S BLIGHT","CHAPTER":"5","SUBCHAPTER":"45","ORDER":"5","CONTENT":"! Flag Check: Coffin Buddy"},{"TYPE":"CONTENT","TITLE":"OLD FRIENDS","CHAPTER":"5","SUBCHAPTER":"2","ORDER":"5","CONTENT":"! Flag Check: Last of Her Cotorie"},{"TYPE":"CONTENT","TITLE":"LOST IN THE EERIE","CHAPTER":"5","SUBCHAPTER":"30","ORDER":"3","CONTENT":"The Maluma speaks to Nightingale, trying to convince her to give up. The trip is far too dangerous. He informs Nightingale of the dangers to them if they’re killed here, that the Shadow Lord will enslave their souls forever if they die."},{"TYPE":"CONTENT","TITLE":"ODD FAREWELL","CHAPTER":"5","SUBCHAPTER":"65","ORDER":"3","CONTENT":"She takes a morally superior position, but the coffin is unimpressed."},{"TYPE":"CONTENT","TITLE":"OLD FRIENDS","CHAPTER":"5","SUBCHAPTER":"2","ORDER":"2","CONTENT":"Shayliss finds Padric beneath the deck, in order to thank him for helping her sister and keeping them alive. They remaniss about the time they adventured together, and discuss their chances against a Shadow Lord."},{"TYPE":"CONTENT","TITLE":"DESCENT INTO THE EERIE","CHAPTER":"5","SUBCHAPTER":"28","ORDER":"4","CONTENT":"! Reward Check: Chalice of Manala"},{"TYPE":"CONTENT","TITLE":"ODD FAREWELL","CHAPTER":"5","SUBCHAPTER":"65","ORDER":"2","CONTENT":"Shayliss asks the coffin what it will do now that it’s free. It responds that it plans on getting revenge on the ones who got it sealed in the Eerie in the first place."},{"TYPE":"CONTENT","TITLE":"OLD FRIENDS","CHAPTER":"5","SUBCHAPTER":"2","ORDER":"4","CONTENT":"Padric reminds Shayliss that doing dangerous things comes with being a member of the Arsen family, as evidenced by their flight over the Middle Passage at that moment."},{"TYPE":"CONTENT","TITLE":"FARMER’S BLIGHT","CHAPTER":"5","SUBCHAPTER":"45","ORDER":"4","CONTENT":"Rook tries to fight, but he’s forced to watch as his family is slaughtered. He tries in vain to free her, but he’s too weak, and Suri is taken back to Arkalla."},{"TYPE":"CONTENT","TITLE":"ODD FAREWELL","CHAPTER":"5","SUBCHAPTER":"65","ORDER":"4","CONTENT":"Before they leave, the pixies explain the key to finding Justice: they need to follow the glowing blood. It’s the safest path to the Shadow Lord’s tomb."},{"TYPE":"CONTENT","TITLE":"LEFT BEHIND","CHAPTER":"5","SUBCHAPTER":"66","ORDER":"4","CONTENT":"Zeke insists that it won’t matter, so long as they keep their promise and lead them to Justice."},{"TYPE":"CONTENT","TITLE":"LEFT BEHIND","CHAPTER":"5","SUBCHAPTER":"66","ORDER":"2","CONTENT":"The battle goes badly, and the group is overwhelmed by the waiting Butchers. Before they can be killed, the coffin finds an exit, and calls for them to follow."},{"TYPE":"CONTENT","TITLE":"OLD FRIENDS","CHAPTER":"5","SUBCHAPTER":"2","ORDER":"3","CONTENT":"Neither think they’ll have any hope of killing it, and that Justice is already dead."},{"TYPE":"CONTENT","TITLE":"LEFT BEHIND","CHAPTER":"5","SUBCHAPTER":"66","ORDER":"3","CONTENT":"The pixies insist that Zeke must continue fighting, because that’s what loyal knights are supposed to do."},{"TYPE":"CONTENT","TITLE":"THE FLIGHT TO GREYHAVEN","CHAPTER":"5","SUBCHAPTER":"1","ORDER":"2","CONTENT":"The group approach their chartered ship, ‘The Oppressor,’ and learn the importance of the float core allowing it to fly."},{"TYPE":"CONTENT","TITLE":"LEFT BEHIND","CHAPTER":"5","SUBCHAPTER":"66","ORDER":"5","CONTENT":"! New Flag: Time is of the Essence"},{"TYPE":"CONTENT","TITLE":"NOW WHAT?","CHAPTER":"5","SUBCHAPTER":"67","ORDER":"3","CONTENT":"Zeke doubts that they made the right choice by destroying the coffin, but it’s too late now."},{"TYPE":"CONTENT","TITLE":"WHAT’S ANOTHER MONSTER","CHAPTER":"5","SUBCHAPTER":"38","ORDER":"4","CONTENT":"! Decision: Help the Coffin escape the Eerie, or leave it to find its own way out."},{"TYPE":"CONTENT","TITLE":"NOW WHAT?","CHAPTER":"5","SUBCHAPTER":"67","ORDER":"2","CONTENT":"Zeke leads the way out, but there’s no way to go but back the way they’ve come. They’ll have to fight their way back through the Soul Butcher’s den."},{"TYPE":"CONTENT","TITLE":"THE FLIGHT TO GREYHAVEN","CHAPTER":"5","SUBCHAPTER":"1","ORDER":"5","CONTENT":"! Flag Check: Last of her Cotorie"},{"TYPE":"CONTENT","TITLE":"THE FLIGHT TO GREYHAVEN","CHAPTER":"5","SUBCHAPTER":"1","ORDER":"3","CONTENT":"Nightingale finds a place to herself, and stares off the edge during the flight, down into the ominous canyon below. Before she can get a good look at what is down inside it, Shayliss approaches and shares a spiced drink."},{"TYPE":"CONTENT","TITLE":"FRESH AIR","CHAPTER":"5","SUBCHAPTER":"68","ORDER":"4","CONTENT":"Shayliss doesn’t want to let the monster leave, but they’re running out of time. They can’t afford to waste time fighting it now."},{"TYPE":"CONTENT","TITLE":"FRESH AIR","CHAPTER":"5","SUBCHAPTER":"68","ORDER":"2","CONTENT":"The Coffin leads them the rest of the way to the surface, forcing them to follow all the way during the long hike up the canyon."},{"TYPE":"CONTENT","TITLE":"FRESH AIR","CHAPTER":"5","SUBCHAPTER":"68","ORDER":"5","CONTENT":"! New Flag: Time is of the Essence"},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"3","CONTENT":"Shayliss reacts with instant violence, but the Maluma is only a projection, and nothing happens. It explains they’ve reached the lair of the Shadow Lord. If they go further and they’re killed, their souls will be his forever."},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"4","CONTENT":"Nightingale mocks it, pointing out that the Maluma is only afraid because it too would be captured. They ignore it and continue on."},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"2","CONTENT":"The group travels through the Eeriee, following the trails of blood deeper. The Maluma torments Nightingale, trying to get her to leave. She ignores it for some distance, until the creature manifests physically before everyone."},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"6","CONTENT":"When it’s finished mocking them the Shadow Lord vanishes, leaving them free to continue downward."},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"7","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"BLOOD TRAILS","CHAPTER":"5","SUBCHAPTER":"70","ORDER":"5","CONTENT":"The Maluma wasn’t lying, and soon they pass through a boundry into the Shadow Lord’s lair. The creature notices them instantly, manifesting as a faint projection. It admits that Justice is trapped in its lair, and they’ll never find her."},{"TYPE":"CONTENT","TITLE":"PROTECTING THE PEOPLE","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"2","CONTENT":"Ursy approaches the throne with Abigail. She’s grateful for everything she received, and wants to return the favor."},{"TYPE":"CONTENT","TITLE":"BLACKHAND PROTÉGÉ","CHAPTER":"5","SUBCHAPTER":"46","ORDER":"3","CONTENT":"She is on a mission to assassinate a powerful political target. But it’s personal for her. After killing everyone in her way, she reaches the bedroom of Princess Nightingale, last of the Arsen family. She’s been poisoned, but survives, forcing Remi to kill her herself."},{"TYPE":"CONTENT","TITLE":"WHAT’S ANOTHER MONSTER","CHAPTER":"5","SUBCHAPTER":"38","ORDER":"3","CONTENT":"Rook agrees, but for more practical reasons, arguing they can find their own way to Justice faster than escorting the coffin to the surface first. In the end, the party calls a vote."},{"TYPE":"CONTENT","TITLE":"HOW DO WE HANDLE THIS?","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"9","CONTENT":"Tyrial calls for the guards, and they carry her off to a secure cell of the dungeons."},{"TYPE":"CONTENT","TITLE":"BLACKHAND PROTÉGÉ","CHAPTER":"5","SUBCHAPTER":"46","ORDER":"2","CONTENT":"While trapped in the coffin, Remi sees a vision of her future. She’s become an assassin for the black hand, ruthless and powerful."},{"TYPE":"CONTENT","TITLE":"EFFICIENT","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"2","CONTENT":"Shayliss explains that they weren’t the ones to destroy the Aegis stone, they went in to try and stop it."},{"TYPE":"CONTENT","TITLE":"LET ME HELP","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"5","CONTENT":"Remi is outraged, but quickly overpowered. The situation is so desperate that no one wants to give up help they need."},{"TYPE":"CONTENT","TITLE":"WHAT’S WRONG WITH HER","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"3","CONTENT":"The Maluma manifests for her alone, surprisingly polite. After Shayliss notices Nightingale’s distress, it appears for everyone. The guards react, but they’re powerless to stop it just like the rest of them."},{"TYPE":"CONTENT","TITLE":"PUNISHMENT","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"10","CONTENT":"Zafir pleads to be allowed to help, but Tyrial ignores him, and Shayliss won’t speak for him."},{"TYPE":"CONTENT","TITLE":"WHAT’S WRONG WITH HER","CHAPTER":"5","SUBCHAPTER":"12","ORDER":"5","CONTENT":"It proposes that Nightingale could provide it the same thing: if they give it a body, it will leave Nightingale voluntarily. In the process it confirms the truth of the Anointed’s story, about Charon’s imprisonment in the Suspended Tomb. In exchange for a body, it can also provide Nightingale the location of the last Pontifex piece."},{"TYPE":"CONTENT","TITLE":"BLACKHAND PROTÉGÉ","CHAPTER":"5","SUBCHAPTER":"46","ORDER":"5","CONTENT":"! Flag Check: Coffin Buddy"},{"TYPE":"CONTENT","TITLE":"ENDING 6: HORRIFIC CREATURES","CHAPTER":"5","SUBCHAPTER":"73","ORDER":"3","CONTENT":"They failed here too, but at least their noble sacrifice would be remembered."},{"TYPE":"CONTENT","TITLE":"ENDING 6: HORRIFIC CREATURES","CHAPTER":"5","SUBCHAPTER":"73","ORDER":"2","CONTENT":"No one would ever know what happened to Elenia’s princesses or their brave companions. In the end, stories would be told (incorrectly) of how they’d learned of the destroyed Aegis stone and gone down to hold off the hoards of monsters and protect Greyhaven."},{"TYPE":"CONTENT","TITLE":"BLACKHAND PROTÉGÉ","CHAPTER":"5","SUBCHAPTER":"46","ORDER":"4","CONTENT":"She tries to justify the murder to herself, but ultimately refuses to do it. Her real memories are too powerful to ignore."},{"TYPE":"CONTENT","TITLE":"A BROTHER’S ADVICE","CHAPTER":"5","SUBCHAPTER":"47","ORDER":"3","CONTENT":"But it isn’t her wedding, it’s Tyrial and Abigail’s. She realizises then she’s being manipulated, and she flees from the vision, running out onto the balcony."},{"TYPE":"CONTENT","TITLE":"THE END IS NEAR","CHAPTER":"5","SUBCHAPTER":"74","ORDER":"3","CONTENT":"The Shadow Lord manifests to mock them again, laughing that it expected them to at least know how to fight."},{"TYPE":"CONTENT","TITLE":"A BROTHER’S ADVICE","CHAPTER":"5","SUBCHAPTER":"47","ORDER":"2","CONTENT":"At first Shayliss is filled with joy as her vision opens during a wedding. There is the woman she loves, waiting."},{"TYPE":"CONTENT","TITLE":"A BROTHER’S ADVICE","CHAPTER":"5","SUBCHAPTER":"47","ORDER":"4","CONTENT":"Her dead older brother Dominic is waiting for her. She tries to persuade him not to go on the trip that gets him killed, but realizes swiftly that she can’t do anything to change the past."},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"2","CONTENT":"Nightingale leads the way, the first to fight whatever they encounter. She’s not afraid anymore, the Maluma floats around beside her every moment. Compared to the parasite strangling her soul, how can any monster frighten her?"},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"5","CONTENT":"The Shadow Lord finally takes notice of the Maluma, remarking that it’s going to win two souls from her."},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"8","CONTENT":"! Special: Decide to obey the Shadow Lord, or not abandon the blood trails."},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"3","CONTENT":"The Shadow Lord appears after a little while, expressing surprise they’re still alive. It mentions casually that the ‘others’ down in the depths are trying to get killed just as hard."},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"4","CONTENT":"Nightingale says that she doesn’t care if they get killed, they deserve it for breaking the Aegis stone. Even so, she asks where they are."},{"TYPE":"CONTENT","TITLE":"A DARK VISIT","CHAPTER":"5","SUBCHAPTER":"75","ORDER":"6","CONTENT":"Nightingale asks more respectfully, and this time the Shadow Lord answers. It appreciates the work of a serial killer, considering her a fellow craftsman."},{"TYPE":"CONTENT","TITLE":"THEN LEAVE US BOTH","CHAPTER":"5","SUBCHAPTER":"77","ORDER":"4","CONTENT":"Nightingale joins Zafir to fight, forcing everyone to follow."},{"TYPE":"CONTENT","TITLE":"COWARDS","CHAPTER":"5","SUBCHAPTER":"78","ORDER":"3","CONTENT":"Nightingale remembers her promise, and refuses to do so. She chides her friends, then charges into battle, forcing the others to follow."},{"TYPE":"CONTENT","TITLE":"ROYAL COMMISSION","CHAPTER":"5","SUBCHAPTER":"48","ORDER":"2","CONTENT":"While trapped inside the coffin, Padric is assaulted with visions of a time recently after arriving in Middara. He remembers expecting to work for years on all the royal orders of handmade firearms he’d accepted."},{"TYPE":"CONTENT","TITLE":"ROYAL COMMISSION","CHAPTER":"5","SUBCHAPTER":"48","ORDER":"4","CONTENT":"Shayliss offers to get him out, by getting him a contract with the crown. He’s finally free of his workshop, and able to go out and see the world."},{"TYPE":"CONTENT","TITLE":"TWICE THE SOULS","CHAPTER":"5","SUBCHAPTER":"79","ORDER":"3","CONTENT":"Shayliss urges everyone to ignore the information, that the Shadow Lord is probably leading them into a trap."},{"TYPE":"CONTENT","TITLE":"TWICE THE SOULS","CHAPTER":"5","SUBCHAPTER":"79","ORDER":"2","CONTENT":"After trudging through the Eerie for what feels like forever, the Shadow Lord appears to the group. It promises the location of their missing friend, insisting that she’s about to die unless they do something to prevent it."},{"TYPE":"CONTENT","TITLE":"TWICE THE SOULS","CHAPTER":"5","SUBCHAPTER":"79","ORDER":"4","CONTENT":"Pardic argues that it doesn’t matter. The chance they might actually find Justice can’t be ignored."},{"TYPE":"CONTENT","TITLE":"LUCID","CHAPTER":"5","SUBCHAPTER":"81","ORDER":"5","CONTENT":"! Flag Check: Reluctant Partnership"},{"TYPE":"CONTENT","TITLE":"THE FOREST AT NIGHT","CHAPTER":"5","SUBCHAPTER":"21","ORDER":"3","CONTENT":"Shayliss insists that they can’t slow down, or else Zeke might beat them to the Aegis stone. They can’t risk the possibility that he’ll open it somehow."},{"TYPE":"CONTENT","TITLE":"LUCID","CHAPTER":"5","SUBCHAPTER":"81","ORDER":"3","CONTENT":"Eventually they come upon Echo, cornered by a gigantic Soul Butcher covered in armor. Echo has clearly been killed several times now, but her Esper keeps putting her back together. Even so, its power seems to be weining."},{"TYPE":"CONTENT","TITLE":"LUCID","CHAPTER":"5","SUBCHAPTER":"81","ORDER":"2","CONTENT":"After following the Shadow Lord’s instructions, the group reaches a room a little like the kitchen used by the Soul Butchers."},{"TYPE":"CONTENT","TITLE":"LUCID","CHAPTER":"5","SUBCHAPTER":"81","ORDER":"4","CONTENT":"The group debates whether to help. Shayliss doesn’t want to get involved, while Damocles wants to kill Echo himself. Nightingale thinks its much too cruel to leave her to her fate."},{"TYPE":"CONTENT","TITLE":"THE FOREST AT NIGHT","CHAPTER":"5","SUBCHAPTER":"21","ORDER":"4","CONTENT":"They don’t make it much further before their noisy passage finally attracts the forest’s monsters."},{"TYPE":"CONTENT","TITLE":"A SON’S FAILURE","CHAPTER":"5","SUBCHAPTER":"49","ORDER":"4","CONTENT":"! Flag Check: Coffin Buddy"},{"TYPE":"CONTENT","TITLE":"LOSING IT","CHAPTER":"5","SUBCHAPTER":"82","ORDER":"3","CONTENT":"! Decision: Nightingale’s player must make a choice"},{"TYPE":"CONTENT","TITLE":"A SON’S FAILURE","CHAPTER":"5","SUBCHAPTER":"49","ORDER":"3","CONTENT":"She rots away before his eyes, forcing him to kill her and filling him with guilt over his failure to save her life."},{"TYPE":"CONTENT","TITLE":"A SON’S FAILURE","CHAPTER":"5","SUBCHAPTER":"49","ORDER":"2","CONTENT":"Damocles is forced to relive the night of his mother’s exposure to the Blight. He watches in lurid detail as his own failures lead to her exposure."},{"TYPE":"CONTENT","TITLE":"STEEL YOURSELF","CHAPTER":"5","SUBCHAPTER":"85","ORDER":"3","CONTENT":"Zafir is destroyed by his failure, dragging himself along full of guilt and shame at what he was unable to do. The anointed console him, but with little compassion. They believe Echo dug her own grave, it wasn’t Zafir’s fault."},{"TYPE":"CONTENT","TITLE":"STEEL YOURSELF","CHAPTER":"5","SUBCHAPTER":"85","ORDER":"4","CONTENT":"Eventually Zafir catches up with Nightingale. He shares a moment of solidarity with her, thanking her for being willing to fight for Echo despite everything."},{"TYPE":"CONTENT","TITLE":"STEEL YOURSELF","CHAPTER":"5","SUBCHAPTER":"85","ORDER":"2","CONTENT":"They’re unable to save Echo in time."},{"TYPE":"CONTENT","TITLE":"COSMIC PUPPETS","CHAPTER":"5","SUBCHAPTER":"50","ORDER":"3","CONTENT":"The vision shifts as Echo confronts him about being abandoned, insisting that she’s been alive all this time and he didn’t care enough to save her."},{"TYPE":"CONTENT","TITLE":"COSMIC PUPPETS","CHAPTER":"5","SUBCHAPTER":"50","ORDER":"5","CONTENT":"! Flag Check: Coffin Buddy"},{"TYPE":"CONTENT","TITLE":"COSMIC PUPPETS","CHAPTER":"5","SUBCHAPTER":"50","ORDER":"2","CONTENT":"Zafir is forced to relive his years of happiness with Echo. They’re together again in safety, before Charon’s betrayal."},{"TYPE":"CONTENT","TITLE":"LOST SOUL","CHAPTER":"5","SUBCHAPTER":"87","ORDER":"3","CONTENT":"She is barely able to hold it back for a few moments before it reaches her, cutting her down in seconds."},{"TYPE":"CONTENT","TITLE":"COSMIC PUPPETS","CHAPTER":"5","SUBCHAPTER":"50","ORDER":"4","CONTENT":"Zafir vows to do anything to get her back, but he’s tortured by visions of how she’s been alive and dead over and over again as she’s used as a puppet to do Charon’s bidding."},{"TYPE":"CONTENT","TITLE":"LOST SOUL","CHAPTER":"5","SUBCHAPTER":"87","ORDER":"4","CONTENT":"They watch in horror as she’s devoured before their eyes. Her spirit appears beside her slain body, collapsing onto the floor to weep, inconsolable with grief."},{"TYPE":"CONTENT","TITLE":"LOST SOUL","CHAPTER":"5","SUBCHAPTER":"87","ORDER":"2","CONTENT":"They do their best to fight, but this Soul Butcher is far too strong to overcome. As they begin to lose, Rook drags them away, leaving the monster to focus on Echo."},{"TYPE":"CONTENT","TITLE":"GET OFF OF HIM!","CHAPTER":"5","SUBCHAPTER":"88","ORDER":"6","CONTENT":"The Shadow Lord appears, hoping they’ll kill each other, but they refuse. It leaves them alone, confident they will find their deaths another way."},{"TYPE":"CONTENT","TITLE":"GET OFF OF HIM!","CHAPTER":"5","SUBCHAPTER":"88","ORDER":"8","CONTENT":"! Special: Zafir is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"GET OFF OF HIM!","CHAPTER":"5","SUBCHAPTER":"88","ORDER":"3","CONTENT":"The Anointed use this moment of calm to treat Zafir’s wounds, giving him the last of their powerful potions to get him back on his feet."},{"TYPE":"CONTENT","TITLE":"GET OFF OF HIM!","CHAPTER":"5","SUBCHAPTER":"88","ORDER":"2","CONTENT":"All of them working together are finally able to slay the Butcher."},{"TYPE":"CONTENT","TITLE":"EVICTED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"51","ORDER":"2","CONTENT":"Nightingale wakes with the sun, mind still spinning from her vision. She’s left firmly remembering one thing above all others: the Maluma’s chief drive isn’t loyalty to Charon, it’s just staying on Middara."},{"TYPE":"CONTENT","TITLE":"EVICTED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"51","ORDER":"4","CONTENT":"! Special: Nightingale is no longer Unselectable"},{"TYPE":"CONTENT","TITLE":"GET OFF OF HIM!","CHAPTER":"5","SUBCHAPTER":"88","ORDER":"4","CONTENT":"Shayliss seems willing to confront them right there, until the anointed point out how desperately bad their odds of survival are on their own."},{"TYPE":"CONTENT","TITLE":"EVICTED (OUTDOOR)","CHAPTER":"5","SUBCHAPTER":"51","ORDER":"3","CONTENT":"Her friends help her to her feet, discovering that Nightingale is relatively unharmed from her experience. They get her back up to speed on what happened, and how they ended up outside."},{"TYPE":"CONTENT","TITLE":"MY ONLY GOAL","CHAPTER":"5","SUBCHAPTER":"89","ORDER":"3","CONTENT":"Before they can stop him, the Soul Butcher tears into her, severing Echo from her Esper and slicing her body into pieces."},{"TYPE":"CONTENT","TITLE":"MY ONLY GOAL","CHAPTER":"5","SUBCHAPTER":"89","ORDER":"4","CONTENT":"As she dies before their eyes, her spirit appears in the air beside her, weeping inconsolably with grief."},{"TYPE":"CONTENT","TITLE":"ALL THAT MATTERS","CHAPTER":"5","SUBCHAPTER":"90","ORDER":"8","CONTENT":"! Special: Zafir was killed"},{"TYPE":"CONTENT","TITLE":"STOP FIGHTING!","CHAPTER":"5","SUBCHAPTER":"93","ORDER":"2","CONTENT":"All of them working together are finally able to kill the Butcher. Echo remains wounded, and the Stitcher is nowhere to be seen. Apparently it can’t reach here to repair her injuries."},{"TYPE":"CONTENT","TITLE":"STOP FIGHTING!","CHAPTER":"5","SUBCHAPTER":"93","ORDER":"3","CONTENT":"Damocles attacks her immediately, determined to kill her at last. Zafir pulls him off, and makes it clear that he’ll kill him if he harms Echo. There’s a tense standoff, before Shayliss points out just how important it is they work together until they escape the Shadow Lord."},{"TYPE":"CONTENT","TITLE":"STOP FIGHTING!","CHAPTER":"5","SUBCHAPTER":"93","ORDER":"6","CONTENT":"! New Story Flag: A Helping Hand"},{"TYPE":"CONTENT","TITLE":"SHRUG","CHAPTER":"5","SUBCHAPTER":"94","ORDER":"3","CONTENT":"Zeke asks if they’ll be able to restock while she’s down here, and she happily obliges."},{"TYPE":"CONTENT","TITLE":"SHRUG","CHAPTER":"5","SUBCHAPTER":"94","ORDER":"2","CONTENT":"The blood leads to a massive set of double doors. It opens before them, but there’s no monster on the other side. Lakshmi appears on the other side, greeting them energetically."},{"TYPE":"CONTENT","TITLE":"SHRUG","CHAPTER":"5","SUBCHAPTER":"94","ORDER":"4","CONTENT":"! Special: Restore Adventurers"},{"TYPE":"CONTENT","TITLE":"SAFE PASSAGE","CHAPTER":"5","SUBCHAPTER":"95","ORDER":"4","CONTENT":"They ask why the Shadow Lord would make a promise like that. Lakshmi doesn’t know, but she trusts the promise."},{"TYPE":"CONTENT","TITLE":"SAFE PASSAGE","CHAPTER":"5","SUBCHAPTER":"95","ORDER":"2","CONTENT":"When they’re finished shopping, Lakshmi packs up her belongings."},{"TYPE":"CONTENT","TITLE":"SPIRITS","CHAPTER":"5","SUBCHAPTER":"96","ORDER":"7","CONTENT":"This seems to work—the Shadow Lord calls off his army, opening only one door of many. It invites them to join it to die, then vanishes."},{"TYPE":"CONTENT","TITLE":"SPIRITS","CHAPTER":"5","SUBCHAPTER":"96","ORDER":"4","CONTENT":"The Shadow Lord opens a dozen different passages, and the screams of furious dead emerge from each one. An army is coming for them. The spirits surround them in moments, filling the room in preparation to kill them."},{"TYPE":"CONTENT","TITLE":"SPIRITS","CHAPTER":"5","SUBCHAPTER":"96","ORDER":"14","CONTENT":"The group deliberates, wondering if there’s another way. Zeke suggests they just fight it, but Rook argues. The Shadow Lord is too powerful, he thinks. They’re doomed."},{"TYPE":"CONTENT","TITLE":"SPIRITS","CHAPTER":"5","SUBCHAPTER":"96","ORDER":"9","CONTENT":"Suri appears, begging Rook to turn around. He refuses, and Suri is horrified. She refuses to watch Rook die, and finally vanishes."},{"TYPE":"CONTENT","TITLE":"NOT THE FIRST","CHAPTER":"5","SUBCHAPTER":"97","ORDER":"3","CONTENT":"Nightingale isn’t sure what to do, and she asks Shayliss for advice. Her sister thinks that turning someone over is the best way to escape alive with Justice. There is a good chance the Shadow Lord will kill them."},{"TYPE":"CONTENT","TITLE":"NOT THE FIRST","CHAPTER":"5","SUBCHAPTER":"97","ORDER":"2","CONTENT":"Zafir tells the Shadow Lord that he’s seen gods die before. But he turns over his sword, offering to die instead of Rook."},{"TYPE":"CONTENT","TITLE":"MAKE HIM PAY","CHAPTER":"5","SUBCHAPTER":"98","ORDER":"2","CONTENT":"Zafir says that he’s seen gods die before, and this one will be no difference. The Shadow Lord murdered echo, and for that it should die."},{"TYPE":"CONTENT","TITLE":"MAKE HIM PAY","CHAPTER":"5","SUBCHAPTER":"98","ORDER":"5","CONTENT":"! Decision: Trade Rook, or Refuse."}]